import type { NextPage } from "next";
import Head from "next/head";
import { NavLinks, PageTitle, SourceLink } from "../components";

const Page24: NextPage = () => {
  return (
    <div>
      <Head>
        <title>தமிழ்நாடு பொறியியல் படிப்புகள் கலந்தாய்வு வழிகாட்டி - 24</title>
        <meta
          name="description"
          content="தமிழ்நாடு பொறியியல் படிப்புகள் கலந்தாய்வு வழிகாட்டி - 24"
        />
        <link rel="icon" href="/favicon.ico" />
      </Head>
      <PageTitle title="பகுதி - 24" />
      <div>
        <p>முதல் சுற்று கலந்தாய்வு முடிந்த பிறகு,</p>
        <p>
          அடுத்து இடம் காலியாக உள்ள விவரம், முதல் சுற்றில் சேர்ந்த மாணவர்கள்
          விவரம்
        </p>
        <p>
          <SourceLink target="_blank" href="https://www.tneaonline.org/">
            tneaonline.org
          </SourceLink>
        </p>
        <p>தளத்தில் அறிவிக்கப்படும்.</p>
        <p>அந்த இரு PDF கோப்புகளையும் தரவிறக்கி,</p>
        <p>
          <SourceLink target="_blank" href="https://www.ilovepdf.com/">
            ilovepdf
          </SourceLink>{" "}
          தளத்தில் PDF - Excel மாற்றிக் கொள்ளுங்கள்.
        </p>
        <p>
          Excel வடிவில் உங்களுக்குத் தேவையான பல்வேறு தரவுகளை sort செய்து பார்க்க
          முடியும்.
        </p>
        <p>
          முதல் சுற்று கலந்தாய்வில் இடம் கிடைக்காமல் இரண்டாம் சுற்று
          கலந்தாய்வில் கலந்து கொள்ள மாணவர்கள், புரிந்து கொள்ள வேண்டிய முக்கிய
          விசயம்:
        </p>
        <p>
          எல்லாம் முடிந்து போய் விடவில்லை. இரண்டாம் சுற்றிலும் நல்ல கல்லூரிகளில்
          நல்ல துறைகளில் இடம் கிடைக்கும்.
        </p>
        <p>
          குறிப்பாக, Top 10 கல்லூரிகளில் Civil, Mech போன்ற ஒரு சில துறைகளில்
          இடம் கிடைக்கும்.
        </p>
        <p>
          Top 10 தவிர்த்த மற்ற முன்னணிக் கல்லூரிகளிலோ CS, IT, ECE தவிர்த்த மற்ற
          எல்லா துறைகளிலுமே இடம் கிடைக்க வாய்ப்பு உண்டு.
        </p>
        <p>
          அதே வேளை, இரண்டாம் சுற்றில் அதிகம் மாணவர்கள் கலந்து கொள்வார்கள்
          என்பதால் கடுமையான போட்டி இருக்கும். அதற்கு ஏற்ப உங்களிடம் திட்டமிடலும்
          இருக்க வேண்டும்.
        </p>
        <p>
          வெறும் 0.5 மதிப்பெண் வித்தியாசத்தில் 1000 பேருக்கு மேல் இருப்பார்கள்.
        </p>
        <p>
          2021 இரண்டாம் கட்ட கலந்தாய்வில் வெறும் 10 மதிப்பெண் வேறுபாட்டில்
          20,000 பேர் இடங்களைப் பெற்றுள்ளார்கள்.
        </p>
        <p>
          எல்லா சுற்றுக் கலந்தாய்வுகளிலும் CS இடங்கள் தான் முன்னுரிமை
          கொடுக்கப்பட்டு எல்லா கல்லூரிகளிலும் உடனே நிரம்புகின்றன. எனவே, நீங்கள்
          அதை மட்டும் குறி வைத்தால், உங்கள் மதிப்பெண்ணுக்குப் பொருத்தமற்ற
          மிகவும் நிலை குறைந்த கல்லூரிகளில் தான் இடம் கிடைக்கும். அரசு
          கல்லூரியில் படிக்கக் கூடிய ஒருவர் தேவையின்றி தனியாரில்பணம் கட்ட வேண்டி
          வரலாம்.
        </p>
        <p>
          ஆகவே, CS தவிர IT, ECE, EEE போன்ற பிற பாடப்பிரிவுகளையும் நீங்கள்
          பரிசீலிப்பது நல்லது. வேறு பாடங்களைப் படிக்கத் திறந்த மனம் இருந்தால்
          மிக நல்ல கல்லூரிகளிலே இடம் கிடைக்கும்.
        </p>
        <p>
          சரி, இது வரை கவுன்சலிங் பற்றிய பல்வேறு அடிப்படைகளைப் பார்த்து
          விட்டதால்,
        </p>
        <p>இந்தச் சுற்றுக்கான சிறப்பு அணுகுமுறையைப் பார்ப்போம்.</p>
        <p>
          தமிழ்நாட்டில் 477 பொறியியில் கல்லூரிகள் இருந்தாலும் முதல் சுற்றில்
          மாணவர்கள் 217 கல்லூரிகளில் மட்டுமே சேர்ந்துள்ளனர்.
        </p>
        <p>
          இப்படி ஒரு ஈ, காக்கா கூட சேராத 260 கல்லூரிகள் பக்கம் தலை வைத்துக்
          கூடப் படுக்காதீர்கள்.
        </p>
        <p>
          முதல் கட்டக் கலந்தாய்வில் மாணவர்கள் சேர்ந்த 217 கல்லூரிகளிலும், வெறும்
          37 கல்லூரிகளில் தான் 50 பேராவது சேர்ந்துள்ளனர்.
        </p>
        <p>நீங்கள் இந்த 37 கல்லூரிகளுக்கு முன்னுரிமை கொடுப்பது நல்லது.</p>
        <p>
          அந்தக் கல்லூரிகளில் உங்களுக்கு விருப்பமான படிப்பில் இடம் இல்லை
          என்றால்,
        </p>
        <p>
          அதற்கு அடுத்த நிலையில் உள்ள 37 கல்லூரிகளில் கிடைக்கிறதா என்று
          பாருங்கள்.
        </p>
        <p>
          இந்தக் கல்லூரிகளில் எது இன்னொன்றை விட உயர்ந்தது, குறைந்தது என்று
          சொல்வது உண்மையிலேயே சிரமமானது. ஏனெனில் போதுமான sample size இல்லை. சில
          கல்லூரிகளில் வெறும் 10 பேர் தான் சேர்ந்திருக்கிறார்கள்.
        </p>
        <p>
          10 பேருக்குக் குறைவான மாணவர்கள் சேர்ந்த கல்லூரிகள் பட்டியலும் இதில்
          உள்ளது. இது ஒரு தகவலுக்காக மட்டுமே. ஒரு வேளை, இந்தக் கல்லூரிகளில் நிலை
          என்ன என்று அறிவதற்காக நீங்கள் தேடினால் கிடைக்கட்டுமே என்று விட்டு
          வைத்துள்ளேன். 10 பேருக்குக் குறைவானோர் சேர்ந்த கல்லூரிகளில் முன்னுரிமை
          தர வேண்டாம்.
        </p>
        <p>
          ஆகவே, உங்கள் பொருளாதார நிலை, படிக்க விரும்புகிற ஊர் போன்ற காரணிகளைக்
          கொண்டு தனியார், அரசு, கேள்விப்பட்ட நல்ல கல்லூரி, முன்னாள் மாணவர்கள்
          பரிந்துரைகள் ஆகிய அடிப்படைகளில் இக்கல்லூரிகளில் உங்களுக்குப்
          பிடித்தமான ஒன்றைத் தெரிவு செய்து முன்னுரிமை அளியுங்கள்.
        </p>
        <p>
          சில கல்லூரிகள் மிகவும் கண்டிப்புடன் பள்ளிக்கூடம் போல் செயற்படுவதாகக்
          கேள்விப்படலாம். அது ஒரு பெற்றவராக உங்களுக்கு உகப்பானதாக இருக்கலாம்.
          ஆனால், உங்கள் பிள்ளைக்கு உளைச்சலான அனுவமாக இருக்கலாம். இரண்டு
          நிலைகளிலுமே சாதக பாதகங்கள் உள்ளன.
        </p>
        <p>
          ஆகவே, இயன்ற வரை இது குறித்து விசாரித்துப் பார்த்து முடிவு செய்யவும்.
        </p>
        <p>
          நீங்கள் விரும்பும் கல்லூரி / படிப்பில் OC இடங்கள் முதல் சுற்றில்
          காலியாகி இருந்தால் அது ஓரளவு நல்ல கல்லூரி என்று முடிவுக்கு வரலாம்.
        </p>
        <p>
          அதே போல் உங்கள் இட ஒதுக்கீட்டுப் பிரிவில் எவ்வளவுக்கு எவ்வளவு இடங்கள்
          குறைவாக உள்ளனவோ அவ்வளவுக்கு அவ்வளவு அது நல்ல கல்லூரி.
        </p>
        <p>
          இடம் குறைவாக இருக்கிறதே என்று கவலைப்பட வேண்டாம். அதை முன்னுரிமையில்
          போடுங்கள். கிடைத்தால் luck. கிடைக்காவிட்டால் அதற்கு அடுத்த நிலை
          கல்லூரி எப்படியும் கிடைக்கத் தானே போகிறது! முயன்று பார்ப்போம்.
        </p>
        <p>
          (இரண்டாம் சுற்றில் கல்லூரிகள் முன்னுரிமை தருவதற்கான தர வரிசைப்
          பட்டியில்)
        </p>
        <p>
          <SourceLink
            target="_blank"
            href="https://docs.google.com/spreadsheets/d/1JooZa6RKLpFGDhODGQsZ5YWkr14-5tgYcMl86zMjAd8/edit?fbclid=IwAR16j2AXcUXXKVLt5RR7uZAmRh_3OxYnYj_9EtAViufhR7yZ9LeAnflGpvQ#gid=0"
          >
            TN Engg colleges ranking based on 2021 Counseling students admission
          </SourceLink>
        </p>
      </div>
      <div>
        <SourceLink href="https://www.facebook.com/groups/1143641272471082/posts/1950827075085827/">
          Source article link
        </SourceLink>
      </div>
      <NavLinks>
        <SourceLink href="/page-23">Previous</SourceLink>
        <SourceLink href="/page-25">Next</SourceLink>
      </NavLinks>
    </div>
  );
};

export default Page24;
