import type { NextPage } from "next";
import Head from "next/head";
import { NavLinks, PageTitle, SourceLink } from "../components";

const Page9: NextPage = () => {
  return (
    <div>
      <Head>
        <title>தமிழ்நாடு பொறியியல் படிப்புகள் கலந்தாய்வு வழிகாட்டி - 9</title>
        <meta
          name="description"
          content="தமிழ்நாடு பொறியியல் படிப்புகள் கலந்தாய்வு வழிகாட்டி - 9"
        />
        <link rel="icon" href="/favicon.ico" />
      </Head>

      <PageTitle title="பகுதி - 9" />
      <div>
        <p>
          <strong>
            கேள்வி: சென்னை, கோவை போன்ற பெருநகரங்களில் தான் அதிகம் exposure
            கிடைக்கும் என்கிறார்களே? அந்தக் கல்லூரிகளுக்கு முன்னுரிமை தர
            வேண்டுமா?
          </strong>
        </p>
        <p>பதில்:</p>
        <p>
          சென்னை, கோவை போன்ற பெருநகரங்களில் படித்தால் ஓரளவு exposure கிடைக்கும்
          என்பது ஓரளவு தான் உண்மை.{" "}
        </p>
        <p>
          தமிழ்நாட்டின் அனைத்துப் பகுதிகளிலும் நல்ல வாய்ப்புகளைத் தரும் தர
          வரிசையில் முன்னணியில் உள்ள கல்லூரிகள் உள்ளன. அவற்றையும் ஆராய்ந்து
          பார்த்து கல்லூரிகளைத் தேர்ந்தெடுங்கள்.
        </p>
        <p>
          4 வருடக் கல்லூரிப் படிப்பில் கல்லூரி இருக்கும் இடம் என்பது ஒரு
          தனித்தீவு போன்றது தான். ஓரளவுக்கு மேல் extra curricular, exposure
          எல்லாம் தாண்டி,
        </p>
        <p>
          குறிப்பிட்ட கல்லூரியின் புகழ், அங்கு பாடம் நடத்துகிறவர்களின் திறமை,
          உடன் படிக்கிற மாணவர்களின் தகுதி தான் உங்கள் வாய்ப்புகளை மேம்படுத்தும்.
        </p>
        <p>
          குறிப்பிட்ட கல்லூரியின் புகழ், அங்கு பாடம் நடத்துகிறவர்களின் திறமை,
          உடன் படிக்கிற மாணவர்களின் தகுதி தான் உங்கள் வாய்ப்புகளை மேம்படுத்தும்.
        </p>
        <p>
          அந்த மாவட்டங்களில் பல மொக்கைக் கல்லூரிகளும் உள்ளன. குறிப்பாக, மாவட்டத்
          தலைநகரை விட்டு வெகு தொலைவில் பக்கத்து மாவட்டத்தின் எல்லையில்
          இருக்கும். அதையும் சென்னை, கோவை என்று தான் முகவரியில் சொல்வார்கள்.
          முகவரி பார்த்து ஏமாந்து விடாதீர்கள்.
        </p>
        <p>
          கல்லூரிகளின் தர வரிசையை வைத்து முடிவெடுங்கள். அது எப்படி தர வரிசை
          பார்ப்பது என்கிறீர்களா?
        </p>
        <p>அதை அடுத்தடுத்த பாகங்களில் பார்ப்போம்.</p>
      </div>
      <div>
        <SourceLink href="https://www.facebook.com/groups/1143641272471082/posts/1950042608497607/">
          Source article link
        </SourceLink>
      </div>
      <NavLinks>
        <SourceLink href="/page-8">Previous</SourceLink>
        <SourceLink href="/page-10">Next</SourceLink>
      </NavLinks>
    </div>
  );
};

export default Page9;
