import type { NextPage } from "next";
import Head from "next/head";
import { NavLinks, PageTitle, SourceLink } from "../components";

const Page7: NextPage = () => {
  return (
    <div>
      <Head>
        <title>தமிழ்நாடு பொறியியல் படிப்புகள் கலந்தாய்வு வழிகாட்டி - 7</title>
        <meta
          name="description"
          content="தமிழ்நாடு பொறியியல் படிப்புகள் கலந்தாய்வு வழிகாட்டி - 7"
        />
        <link rel="icon" href="/favicon.ico" />
      </Head>

      <PageTitle title="பகுதி - 7" />
      <div>
        <p>
          <strong>
            கேள்வி: கல்லூரியா துறையா? எது முக்கியம்? நல்ல கல்லூரியில் எந்தப்
            படிப்பு படித்தாலும் நல்லது என்கிறார்களே?
          </strong>
        </p>
        <p>பதில்:</p>
        <p>
          கல்லூரி:துறை முக்கியத்துவம் 50:50 கொள்ளலாம் என்பது என் பரிந்துரை.{" "}
        </p>
        <p>கல்லூரியும் முக்கியம் துறையும் முக்கியம்.</p>
        <p>
          நல்ல கல்லூரி என்பதற்காக வாய்ப்புகள் குறைவான ஒரு துறையைப் படிப்பது
          சரியாக இருக்காது.
        </p>
        <p>
          நமக்குப் பிடித்த துறை என்பதால் தேடிப் போய் ஒரு சுமார் கல்லூரியில்
          படிப்பதும் சரியாக இருக்காது.
        </p>
        <p>
          ஏற்கனவே <SourceLink href="/page-6">சென்ற பகுதியில்</SourceLink>,
          தவிர்க்க வேண்டிய படிப்புகளைப் பற்றிக் குறிப்பிட்டிருந்தேன்.
        </p>
        <p>நல்ல கல்லூரி என்றாலும் அத்தகைய துறைகளைத் தவிர்த்து விட்டு,</p>
        <p>
          அதற்கு அடுத்த நிலைக் கல்லூரியில் நல்ல அடிப்படையான துறையைத்
          தேர்ந்தெடுப்பதே புத்திசாலித்தனம்.{" "}
        </p>
        <p>எடுத்துக்காட்டுக்கு,</p>
        <p>
          Number 1 கல்லூரியில் leather, textile, rubber, plastic என்று
          கேள்விப்படாத துறையைப் படிப்பதைக் காட்டிலும்
        </p>
        <p>
          Number 2 கல்லூரியில் Computer science, IT, ECE, EEE போன்ற படிப்புகளைப்
          படிப்பது நல்லது.
        </p>
        <p>எனவே, படித்தால் computer science மட்டும் தான் படிப்பேன் என்று,</p>
        <p>
          100 தெரிவுகளையும் வெறும் computer sciene மட்டுமே தந்து மொக்கையான
          கல்லூரிகள் வரை பட்டியல் இடாதீர்கள்.
        </p>
        <p>
          அதே போல், படித்தால் Anna University campus தான் என்று அங்கு உள்ள
          அத்தனைப் படிப்புகளையும் வரிசையாகத் தராதீ்ர்கள்.
        </p>
        <p>Computer science படிப்பது தான் விருப்பம் என்றால்,</p>
        <p>
          <div>Rank 1 College - Computer Science</div>
          <div>Rank 2 College - Computer Science</div>
          <div>Rank 3 College - Computer Science</div>
        </p>
        <p>என்று தந்து விட்டு அதற்கடுத்த வரிசையில்</p>
        <p>
          <div>Rank 1 College - IT</div>
          <div>Rank 2 College - IT</div>
          <div>Rank 3 College - IT</div>
        </p>
        <p>என்று தந்து விட்டு அதற்கடுத்த வரிசையில்</p>
        <p>
          <div>Rank 1 College - ECE</div>
          <div>Rank 2 College - ECE</div>
          <div>Rank 3 College - ECE</div>
        </p>
        <p>என்று தாருங்கள்.</p>
        <p>
          இப்படித் தருவதன் மூலம் முதல் மூன்று தரமான கல்லூரிகளில் ஏதேனும் ஒரு
          நல்ல படிப்பு படிக்கும் வாய்ப்பு கிடைக்கும்.
        </p>
        <p>
          அதை விட்டு விட்டு, Rank 1 முதல் 100 வரை கல்லூரிகளில் படித்தால்
          Computer science மட்டுமே படிப்பேன் என்று நிரப்பினால்,
        </p>
        <p>
          நூறாவது rank கல்லூரியில் கூட இடம் கிடைக்கும் நிலை உண்டு. ஆனால், உங்கள்
          மதிப்பெண்ணுக்கு அதை விட நல்ல கல்லூரியில் வேறு ஒரு நல்ல துறையில்
          வாய்ப்பு கிடைத்திருக்கும்.
        </p>
        <p>
          எனவே, எப்போதுமே கல்லூரி, துறை இரண்டையுமே balance செய்வது போல்
          தெரிவுகளைத் தாருங்கள்.
        </p>
        <p>
          அருகருகே தர நிலை உள்ள கல்லூரிகளுக்கு இடையே பெரிய வேறுபாடு இருக்காது.
          எனவே, பொதுவாக வேலைவாய்ப்பு தரக்கூடிய எந்தத் துறையானாலும் சரி என்று
          எண்ணுகிறவர்கள் இந்த அணுமுறையைப் பின்பற்றலாம்.
        </p>
      </div>
      <div>
        <SourceLink href="https://www.facebook.com/groups/1143641272471082/posts/1950034531831748/">
          Source article link
        </SourceLink>
      </div>
      <NavLinks>
        <SourceLink href="/page-6">Previous</SourceLink>
        <SourceLink href="/page-8">Next</SourceLink>
      </NavLinks>
    </div>
  );
};

export default Page7;
