import type { NextPage } from "next";
import Head from "next/head";
import { NavLinks, PageTitle, SourceLink } from "../components";

const Page4: NextPage = () => {
  return (
    <div>
      <Head>
        <title>தமிழ்நாடு பொறியியல் படிப்புகள் கலந்தாய்வு வழிகாட்டி - 4</title>
        <meta
          name="description"
          content="தமிழ்நாடு பொறியியல் படிப்புகள் கலந்தாய்வு வழிகாட்டி - 4"
        />
        <link rel="icon" href="/favicon.ico" />
      </Head>

      <PageTitle title="பகுதி - 4" />
      <div>
        <p>
          <strong>
            கேள்வி: எத்தனைக் கல்லுரிகளை விருப்பத் தேர்வுகளாகத் தேர்ந்தெடுக்க
            வேண்டும்? :
          </strong>
        </p>
        <p>
          பதில்: ஒவ்வொரு சுற்று கலந்தாய்வுகளிலும் 15000-5000 மாணவர்கள் கலந்து
          கொள்கிறார்கள்.
        </p>
        <p>
          வெறும் 0.5 கட் ஆப் வேறுபாட்டில் ஆயிரக்கணக்கான மாணவர்கள்
          இருக்கிறார்கள்.
        </p>
        <p>
          ஆகவே, நீங்கள் குறைந்தது 50 அல்லது அதற்கு மேற்பட்ட கல்லூரிகள் / துறைகள்
          தெரிவைத் தருவது நன்று.{" "}
        </p>
        <p>
          அதிகபட்சம் இவ்வளவு கல்லூரிகள் தான் தர வேண்டும் என்று கட்டுப்பாடு
          இல்லை. எவ்வளவு கல்லூரிகள் வேண்டுமானாலும் சேர்க்கலாம்.
        </p>
        <p>ஆனால், இதில் நீங்கள் முக்கியமாகக் கவனிக்க வேண்டியது - </p>
        <p>
          நீங்கள் ஒவ்வொரு வரிசையிலும் தரும் கல்லூரி / துறை combo முன்னுரிமை
          பெறும்.
        </p>
        <p>
          ஆகவே, தரமான கல்லூரிகளை முன்னுரிமை வரிசையில் தர வேண்டியது மிகவும்
          முக்கியம்.
        </p>
        <p>
          உங்கள் மதிப்பெண்ணுக்கு அந்தக் கல்லூரி கிடைக்கிறதோ இல்லையோ அது உங்கள்
          பிரச்சினை இல்லை. இடம் இருந்தால் கிடைக்கும். இல்லாவிட்டால், அடுத்து
          நீங்கள் குறிப்பிட்ட இன்னொரு நல்ல கல்லூரியில் இடம் கிடைக்கும்.
        </p>
        <p>ஆனால், இந்த வரிசை முறையைப் புரிந்து கொள்ளாமல்,</p>
        <p>
          பக்கத்தில் உள்ள கல்லூரி, senior/நண்பர் படிக்கிற கல்லூரி என்று உங்கள்
          மதிப்பெண்ணுக்குத் தொடர்பே இல்லாத ஒரு தரம் குறைந்த கல்லூரியை முதல்
          வரிசையில் கொடுத்தால்,
        </p>
        <p>அது உடனே உங்களுக்குக் கிடைத்து விடும்.</p>
        <p>
          உங்கள் திறமைக்குக் குறைந்த கல்லூரியில் படிக்கும் அவல நிலை ஏற்படும்.
        </p>
        <p>
          ஆகவே 1, 2, 3 என்று நீங்கள் வரிசைப்படி நிரப்பும் ஒவ்வொரு கல்லூரியும்
          தரமாகவும் இருக்க வேண்டும். இடம் கிடைத்தால் நீங்கள் சந்தோசமாகப்
          படிக்கிற கல்லூரியாகவும் இருக்க வேண்டும்.
        </p>
        <p>
          கல்லூரிகளைத் தெரிவு செய்யும் இரு நாட்களும் நீங்கள் இந்த வரிசையைப் பல
          முறை மாற்றக் கூடும்.
        </p>
        <p>
          ஒவ்வொரு முறையும் மிகக் கவனமாக மாற்றுங்கள். மாற்றிய பிறகு{" "}
          <strong>&quot;Download choices&quot;</strong> என்ற பொத்தானை அழுத்தி,
          நீங்கள் எண்ணியவாறு சரியான வரிசையிலேயே கல்லூரிகள் அமைந்துள்ளன என்பதை
          உறுதிப்படுத்திக் கொள்ளுங்கள்.
        </p>
      </div>
      <div>
        <SourceLink href="https://www.facebook.com/groups/1143641272471082/posts/1949997501835451/">
          Source article link
        </SourceLink>
      </div>
      <NavLinks>
        <SourceLink href="/page-3">Previous</SourceLink>
        <SourceLink href="/page-5">Next</SourceLink>
      </NavLinks>
    </div>
  );
};

export default Page4;
