import type { NextPage } from "next";
import Head from "next/head";
import { NavLinks, PageTitle, SourceLink } from "../components";

const Page25: NextPage = () => {
  return (
    <div>
      <Head>
        <title>தமிழ்நாடு பொறியியல் படிப்புகள் கலந்தாய்வு வழிகாட்டி - 25</title>
        <meta
          name="description"
          content="தமிழ்நாடு பொறியியல் படிப்புகள் கலந்தாய்வு வழிகாட்டி - 25"
        />
        <link rel="icon" href="/favicon.ico" />
      </Head>
      <PageTitle title="பகுதி - 25" />
      <div>
        <p>
          முதல் இரு சுற்று கலந்தாய்வுகளுக்கான அணுகுமுறைகளைக் கடந்த பாகங்களில்
          கண்டோம்.
        </p>
        <p>
          அடுத்தடுத்து நடைபெறக்கூடிய நான்கு சுற்றுகளுக்கும் இதே போன்ற
          அணுகுமுறையை நீங்கள் மேற்கொள்ளலாம்.
        </p>
        <ol>
          <li>
            முதல் சுற்று - கடந்த ஆண்டு எந்தக் கல்லூரியில் எந்த rankக்கு எந்தப்
            படிப்பு கிடைத்துள்ளது என்று பாருங்கள்.
          </li>
          <li>
            இரண்டாவது சுற்று - முதல் சுற்று முடிந்த பிறகு எந்தெந்த கல்லூரிகளில்
            அதிகம் பேர் இடங்களைப் பெற்றுள்ளார்கள் என்பதைப் பார்த்து அவற்றுக்கு
            முன்னுரிமை தாருங்கள்.
          </li>
          <li>
            அதே போல், மூன்றாவது சுற்றுக்கு இரண்டாவது சுற்று நிலவரத்தைப்
            பாருங்கள்.
          </li>
          <li>நான்காவது சுற்றுக்கு மூன்றாவது சுற்று நிலவரம் அடிப்படை.</li>
        </ol>
        <p>
          இந்த அனைத்துச் சுற்றுகளிலும் குறைந்தது 10 பேர் கூட சேராத கல்லூரிகளை
          முற்றிலும் ஒதுக்கி விடுங்கள்.
        </p>
        <p>
          உங்களை விட தரநிலை அதிகம் உள்ள மாணவர்கள் தேர்ந்தெடுக்கும் கல்லூரிகளை
          நாடுங்கள்.
        </p>
        <p>
          இந்த ஆண்டு மூன்றாவது, நான்காவது சுற்று கலந்தாய்வுகள் முடிந்த பிறகு,
          அந்தத் தரவுகளையும் தொகுத்து இந்தத் தொடர் இலவச PDFஆக வெளியிடப்படும்.
        </p>
        <p>அதற்கு முன் நிறைவாக சில வார்த்தைகள்:</p>
        <p>
          நீங்கள் கல்லூரி choice filling செய்து முடித்த பிறகு (இதைச் செய்ய
          எப்படி TNEA தளத்தில் பதிவு செய்வது, பணம் கட்டுவது போன்ற விவரங்கள்
          அடங்கிய விளக்கக் குறிப்பு மறுமொழியில்),
        </p>
        <p>ஒரு முக்கியமான கட்டம் உள்ளது.</p>
        <p>அது தான் Tentative allotment.</p>
        <p>
          இது Choice filling காலகெட்டு முடிந்த அடுத்த நாள் உடனடியாக
          வெளியிடப்படும்.
        </p>
        <p>
          இதில் உங்கள் தரநிலை, விருப்பம், இட ஒதுக்கீடு அடிப்படையில் உத்தேசமாக
          எந்தக் கல்லூரி ஒதுக்கப்பட்டுள்ளது என்று சொல்வார்கள்.
        </p>
        <p>
          நீங்கள் கேட்ட முதல் தெரிவே கிடைத்தால் வாழ்த்துகள். ஏற்றுக்
          கொள்ளுங்கள்.
        </p>
        <p>
          இல்லை, முதல் தெரிவுக்குக் கீழே 6ஆவது, இல்லை 60ஆவது விருப்பம் தான்
          கிடைக்கிறது என்றால்,
        </p>
        <p>
          I accept current allotment and opt for upward movement. If allotted in
          upward movement, I confirm.
        </p>
        <p>
          என்று ஒரு தெரிவு இருக்கும். இதனைக் குறிப்பிட்டு உங்களுக்குக் கிடைத்த
          இடத்தை ஒப்புக் கொள்ளுங்கள்.
        </p>
        <p>
          இந்தத் தொடரில் இது வரை கூறிய அனைத்து வழிமுறைகளையும் நீங்கள் பின்பற்றி
          இருந்தால்,
        </p>
        <p>இந்த முடிவை எடுப்பதில் தயக்கம் வரக்கூடாது.</p>
        <p>
          இதன் மூலம், வேறு மாணவர்கள் யாராவது அவர்களுக்குக் கிடைத்த இடம்
          பிடிக்காமல் விட்டுப் போனால், அந்த இடத்துக்கு உங்களை நகர்த்துவார்கள்.
        </p>
        <p>
          ரயில் டிக்கெட்டில் waiting listல் இருந்து RAC ஆகி confirm ஆவது போலத்
          தான்.
        </p>
        <p>
          அப்படி யார் விட்டுப் போவார்கள், நமக்கு இதை விட என்ன சிறந்த இடம்
          கிடைத்து விடப் போகிறது என்று நினைத்து விடாதீர்கள். எப்போதுமே நம்மை
          இருப்பதை விட்டு விட்டு பறப்பதற்குத் துடிப்பானேன் என்று தான் பழக்கி
          வைத்திருக்கிறார்கள்.
        </p>
        <p>
          நான் உதவிய ஒரு மாணவருக்கு 7ஆவது தெரிவு தான் கிடைத்தது. அது தர நிலை
          80க்கு மேல் உள்ள தனியார் கல்லூரியில் computer science படிப்பு. அதுவே
          போதும் என்று இறுதி செய்து ஏற்றுக் கொண்டு விட்டார்.
        </p>
        <p>
          ஆனால், Confirm முடிவு வந்த பிறகு பார்த்தால், அவர் ஒருவேளை Upward
          movementக்கு ok சொல்லி இருந்தால்,
        </p>
        <p>
          தர நிலை 30 உள்ள அரசு கல்லூரியில் IT படிக்க வாய்ப்பு கிடைத்திருக்கும்
          என்பதைத் தெரிந்து கொண்டேன்.
        </p>
        <p>இந்தக் கல்லூரியோ அவரது 3ஆவது தெரிவாக இருந்தது.</p>
        <p>
          ஆகவே, பல இடங்கள் உயர்ந்து கூட மேம்பட்ட கல்லூரி கிடைக்க வாய்ப்பு உண்டு.
        </p>
        <p>
          குறிப்பாக, உங்கள் எல்லா தெரிவுகளும் பல்வேறு கல்லூரிகளில் போட்டி
          மிகுந்த CS போன்ற பாடங்களாக இருந்து,
        </p>
        <p>
          நடுவில் ஒரு தெரிவு மட்டும் முன்னணிக் கல்லூரியில் ECE, IT போன்ற
          பாடங்களாக இருந்தால் அது கிடைப்பதற்கு நிச்சயம் வாய்ப்பு உண்டு.
        </p>
        <p>
          எனவே, கல்லூரியா பாடப்பிரிவா எது என்ற முடிவை எடுக்க வேண்டிய நேரமாக இது
          அமையும்.
        </p>
        <p>
          இறுதியில் இப்படி ஒரு சிக்கலான முடிவை எடுக்க வேண்டிவரும் என்பதை
          உணர்ந்து,
        </p>
        <p>முதலில் தெரிவுகளை நிரப்பும் போது நன்கு சிந்தித்து நிரப்புங்கள்.</p>
        <p>
          நீங்கள் ஏற்றுக் கொண்டு படிக்க விரும்பாத ஒரு தெரிவையும் சும்மா இட்டு
          நிரப்பாதீர்கள்.
        </p>
        <p>
          அதே போல், தகுந்த காரணம் இன்றி, கிடைத்த இடத்தை நிராகரிப்பது, அடுத்து
          சுற்று கலந்தாய்வுக்கு நகர்வது போன்ற முடிவுகளை எடுக்காதீர்கள்.
        </p>
        <p>அவ்வாறு முடிவு எடுக்க இரண்டே காரணங்கள் தான் இருக்க வேண்டும்:</p>
        <ol>
          <li>
            நீங்கள் படிவம் நிரப்பியதில் பிழை. ஒரு தவறான கல்லூரியைத் தெரியாமல்
            முதல் தெரிவாக இட்டு விட்டீர்கள். அல்லது, நிரப்பிய எல்லா தெரிவுகளுமே
            தவறு என்று உணர்கிறீர்கள்.
          </li>
          <li>நல்ல கல்லூரியில் Management seat உறுதி செய்து விட்டீர்கள்.</li>
        </ol>
        <p>
          நல்ல மதிப்பெண் உள்ளவர்கள் அடுத்த சுற்று கவுன்சலிங்குக்கு நகராமல்
          Management seat வாங்கி விடுவது உத்தமம். ஏனெனில், ஒவ்வொரு சுற்று
          கவுன்சிலிங்கின் போது தர வரிசை 15000 முதல் 40000 வரை கீழே போய் விடும்.
          அதற்குக் கலந்து கொள்ளாமலே இருக்கலாம்.
        </p>
        <p>
          எல்லாம் சுபமான பிறகு நீங்கள் தேர்ந்தெடுத்த கல்லூரிக்குப் Provisional
          allotment order தருவார்கள்.
        </p>
        <p>
          அதனை எடுத்துக் கொண்டு அதில் குறிப்பிட்ட தேதிக்குள் நேரடியாகக்
          கல்லூரிக்குச் செல்ல வேண்டும்.
        </p>
        <p>
          அங்கு செல்லும் போது அவர்கள் குறிப்பிட்டுள்ள அனைத்து ஆவணங்களின்
          ஒரிஜினலையும் எடுத்துச் செல்ல வேண்டும்.
        </p>
        <p>
          இதைச்செய்வதற்குக் கடைசி நாள் வரை காத்திருக்காமல் உடனே கிளம்பி
          செல்லுங்கள்.
        </p>
        <p>
          எந்த ஐயம் என்றாலும் அந்தக் கல்லூரி அலுவலகத்திற்குப் போன் அடியுங்கள்.
          விளக்கமாகச் சொல்வார்கள்.
        </p>
        <p>கல்லூரியில் சேர்வது முதற் படி தான்.</p>
        <p>
          எந்தக் கல்லூரியில் சேர்ந்தாலும் அங்கு அடுத்த நான்கு ஆண்டுகளில் எப்படி
          உங்களைத் தயார்படுத்திக் கொள்கிறீர்கள் என்பது தான் உங்களை வெற்றி பெற
          வைக்கும்.
        </p>
        <p>
          கல்லூரிக் காலத்தில் மாணவர்கள் தங்கள் ஆற்றலை வளர்த்துக் கொள்வது பற்றி
          இன்னொரு தொடரில் சந்திப்போம்.
        </p>
        <p>அனைவருக்கும் வாழ்த்துகள்!</p>
        <p>(கலந்தாய்வு, கல்லூரி தேர்ந்தெடுப்பது குறித்து பயனுள்ள இணைப்புகள்)</p>

        <p>
          <SourceLink
            target="_blank"
            href="https://static.tneaonline.org/docs/Choice_Filling.pdf?t=1602506666379&fbclid=IwAR3v6eZiDJMV-N2XruMO_AYdwwgPOZ1er9YoJZ66ETQS5gLvuLVPBqgq-c8"
          >
            Tamil Nadu Engineering Admission - 2020 (TNEA - 2020)
          </SourceLink>
        </p>
        <p>
          <SourceLink target="_blank" href="https://www.tnea.in/">
            Counselling Guru
          </SourceLink>
        </p>
        <p>
          <SourceLink target="_blank" href="https://pickmycollege.co.in/">
            Pick my college
          </SourceLink>
        </p>
      </div>
      <div>
        <SourceLink href="https://www.facebook.com/groups/1143641272471082/posts/1951941114974423/">
          Source article link
        </SourceLink>
      </div>
      <NavLinks>
        <SourceLink href="/page-24">Previous</SourceLink>
        <span>&nbsp;</span>
      </NavLinks>
    </div>
  );
};

export default Page25;
