import type { NextPage } from "next";
import Head from "next/head";
import { NavLinks, PageTitle, SourceLink } from "../components";

const Page11: NextPage = () => {
  return (
    <div>
      <Head>
        <title>தமிழ்நாடு பொறியியல் படிப்புகள் கலந்தாய்வு வழிகாட்டி - 11</title>
        <meta
          name="description"
          content="தமிழ்நாடு பொறியியல் படிப்புகள் கலந்தாய்வு வழிகாட்டி - 11"
        />
        <link rel="icon" href="/favicon.ico" />
      </Head>

      <PageTitle title="பகுதி - 11" />
      <div>
        <p>
          <strong>
            கேள்வி: Civil, Mechanical போன்ற படிப்புகள் Tamil medium உள்ளதே.
            அவற்றைத் தேர்ந்தெடுக்கலாமா?
          </strong>
        </p>
        <p>பதில்:</p>
        <p>நீங்கள் ஒன்றாம் வகுப்பு முதல் Tamil Mediumல் படித்து இருந்தால்,</p>
        <p>இந்தத் துறைகளில் ஆர்வம் இருந்தால்,</p>
        <p>நல்ல கல்லூரிகளில் இந்தத் Tamil medium துறைகளை் தேர்ந்தெடுக்கலாம்.</p>
        <p>
          அரசுத் துறையில் பள்ளி முதல் கல்லூரி வரை தமிழ் வழி படித்தவர்களுக்குக்
          கலைஞர் 20% இட ஒதுக்கீடு தந்துள்ளார்.
        </p>
        <p>சற்று முயற்சி செய்தாலே அரசு வேலை வாய்ப்பைப் பெற்று விட முடியும்.</p>

        <p>
          அதே வேளை, Tamil medium என்பதால் பாடம் நடத்துவது, சந்தை மதிப்பில் குறை
          இருக்குமோ என்று கவலை வேண்டாம்.
        </p>
        <p>
          ஒரே ஆசிரியர், ஒரே பாடப்புத்தகம் தான் Tamil ,Engilsh இரண்டு வழி
          மாணவர்களுக்கும்.
        </p>
        <p>
          தேர்வையும் நீங்கள் தமிழ், ஆங்கிலம் எந்த மொழியில் வேண்டுமானாலும்
          எழுதலாம்.
        </p>
        <p>
          கல்லூரியில் படிப்பு, பழக்கம் அனைத்தும் ஆங்கில வழி மாணவர்களுடன்
          இருக்கும் என்பதால் உங்கள் ஆங்கில மொழித் திறன் குறைந்து விடுமோ என்று
          அஞ்சத் தேவையில்லை. படிக்கும் காலத்தில் ஆங்கிலத்துக்குக் கூடுதல் கவனம்
          தந்து ஆங்கிலத் திறன்களை வளர்த்துக் கொள்ளுங்கள்.
        </p>
        <p>
          அதே வேளை, பள்ளியில் English medium படித்தவர்களுக்கு இந்தப்
          படிப்புகளில் தமிழ் வழியில் சேர்வதால் பெரிய பயன் இல்லை. அவர்கள் இதே
          படிப்பை இன்னொரு கல்லூரியில் ஆங்கில வழியில் படிக்கலாம்.
        </p>
      </div>
      <div>
        <SourceLink href="https://www.facebook.com/groups/1143641272471082/posts/1950051571830044/">
          Source article link
        </SourceLink>
      </div>
      <NavLinks>
        <SourceLink href="/page-10">Previous</SourceLink>
        <SourceLink href="/page-12">Next</SourceLink>
      </NavLinks>
    </div>
  );
};

export default Page11;
