import type { NextPage } from "next";
import Head from "next/head";
import { NavLinks, PageTitle, SourceLink } from "../components";

const Page5: NextPage = () => {
  return (
    <div>
      <Head>
        <title>தமிழ்நாடு பொறியியல் படிப்புகள் கலந்தாய்வு வழிகாட்டி - 5</title>
        <meta
          name="description"
          content="தமிழ்நாடு பொறியியல் படிப்புகள் கலந்தாய்வு வழிகாட்டி - 5"
        />
        <link rel="icon" href="/favicon.ico" />
      </Head>

      <PageTitle title="பகுதி - 5" />
      <div>
        <p>
          கல்லூரிகளை நிரப்பும் பக்கத்தில் <strong>Lock Choices</strong> என்று
          ஒரு தெரிவு இருக்கும்.
        </p>
        <p>
          எக்காரணம் கொண்டும் தயவு செய்து அதை மட்டும் முன்கூடியே பூட்டி
          விடாதீர்கள்.
        </p>
        <p>அதை ஒரு முறை பூட்டினால் மீண்டும் தெரிவுகளை மாற்றவே முடியாது.</p>
        <p>
          உங்கள் தெரிவுகளை நிரப்ப முதல் நாள் காலை தொடங்கி மறுநாள் மாலை 5 மணி
          வரைக்கும் நேரம் உண்டு. கிட்டத்தட்ட 32 மணி நேரம். இந்த நேரத்திற்குள்
          நீங்கள் ஏதோ ஒரு காரணத்துக்காக அந்தத் தெரிவுகளை மாற்ற முனையக்கூடும்.
          கடைசி நேரத்தில் ஒரு பிழை தென்படலாம். எனவே, அதைப் பூட்டாமல் அப்படியே
          வைத்திருப்பது நல்லது.{" "}
        </p>
        <p>
          மறுநாள் 5 மணிக்கு என்ன வரிசையில் தெரிவுகள் உள்ளனவோ அது தானாகவே auto
          lock ஆகி விடும். ஆகவே, நீங்கள் உட்கார்ந்து பூட்ட வேண்டும் என்று
          அவசியம் இல்லை.{" "}
        </p>
        <p>
          அதே வேளை, இந்தப் படிவத்தில் login control ஒரே ஒரு நபரிடம் இருப்பது
          முக்கியம். வீட்டில் உள்ள அண்ணன், மாமா, சித்தப்பா எல்லோரும் ஆலோசனையை
          வாய் வழியே கூற வேண்டுமே ஒழிய ஆளாளுக்கு login செய்து வரிசையை மாற்றுவது
          குழப்பத்தில் முடியும்.{" "}
        </p>
        <p>
          சரியாக, 5 மணி முடிவதற்கு சில மணித்துளிகள் முன்பு தெரிவுகளை இறுதியாக
          ஒரு முறை சரி பார்த்துக் கொண்டு lock செய்யுங்கள். அப்படி lock செய்யும்
          முன் இன்னும் ஓரிருவரிடம் காட்டி உறுதிப்படுத்திக் கொள்ளுங்கள்.
        </p>
      </div>
      <div>
        <SourceLink href="https://www.facebook.com/groups/1143641272471082/posts/1950000445168490/">
          Source article link
        </SourceLink>
      </div>
      <NavLinks>
        <SourceLink href="/page-4">Previous</SourceLink>
        <SourceLink href="/page-6">Next</SourceLink>
      </NavLinks>
    </div>
  );
};

export default Page5;
