import type { NextPage } from "next";
import Head from "next/head";
import { NavLinks, PageTitle, SourceLink } from "../components";

const Page17: NextPage = () => {
  return (
    <div>
      <Head>
        <title>தமிழ்நாடு பொறியியல் படிப்புகள் கலந்தாய்வு வழிகாட்டி - 17</title>
        <meta
          name="description"
          content="தமிழ்நாடு பொறியியல் படிப்புகள் கலந்தாய்வு வழிகாட்டி - 17"
        />
        <link rel="icon" href="/favicon.ico" />
      </Head>
      <PageTitle title="பகுதி - 17" />
      <div>
        <p>
          <strong>
            கேள்வி: பல முன்னணி கல்லூரிகளில் கூட Civil, Mechanical எடுக்க ஆள்
            இல்லாமல் இருக்கின்றது. இந்தப் படிப்புகளைப் படிக்கலாமா? வேண்டாமா?
          </strong>
        </p>
        <p>பதில்:</p>
        <p>
          பல ஆண்டுகளாக பிரபலமாக உள்ள கல்லூரிகளில் (top 10 அரசு, பொறியியல்
          கல்லூரிகளில் தாராளமாக இயந்திரப் பொறியியல் படிக்கலாம்.
        </p>
        <p>காரணங்கள்:</p>
        <ol>
          <li>
            கல்லூரியில் ஆசிரியர், ஆய்வகம், நூலகம், placement cell போன்ற வசதிகள்
            சிறப்பாக இருக்கும்.
          </li>
          <li>
            campus interview அதிகம் வரும். L&T போன்ற துறை சார்ந்த நிறுவனங்கள்
            மற்றும் மென்பொருள் நிறுவனங்களும் அதிகம் வரும். எனவே வேலை கிடைக்கும்
            வாய்ப்பு அதிகம்.
          </li>
          <li>
            மேற்படிப்பில் ஆர்வம் என்றால் அது சார்ந்த விவரங்கள் திரட்டவும்,
            முன்னாள் மாணவர்களை தொடர்பு கொள்ளவும் alumni network நன்றாக
            இருக்கும்.
          </li>
        </ol>
        <p>
          நிச்சயமாக படிக்கலாம். முன்னணி கல்லூரிகளில் Civil & Mechanical துறைகள்
          முதிர்ச்சி அடைந்த துறைகளாக இருக்கும். அனுபவம் மிக்க பேராசிரியர்கள்,
          விரிவான ஆய்வக வசதிகள், உள் கட்டமைப்பு, நூலகம், பரந்துபட்ட Alumni
          circle, Industry-யில் இருக்கும் reputation etc
        </p>
        <p>
          சிவில் எலக்ட்ரிகல் மெக்கானிகல் மூன்றும் எவர் கிரீன் துறைகள். Core
          மற்றும் IT field லும் வேலை வாய்ப்புகள் உண்டு.
        </p>
        <p>
          இயந்திரவியல் எடுத்து படித்தால் வேலை வாய்ப்புகள் அதிகம். அனுபவம் ஆக ஆக
          சம்பளம் மற்றும் பதவி தானாக தேடி வரும். அதுவும் தலைசிறந்த கல்லூரிகளில்
          படித்தவர்களுக்கு இன்னும் சீக்கிரமாக வேலை கிடைக்கும்.
        </p>
        <p>
          Civil,Mech,EEE என்பது எக்காலத்திற்கும் வேலை வாய்ப்புகள் உள்ள துறை
          என்பது உண்மையே..ஆனால் தற்சமயம், படித்துமுடித்தவுடன் வேலைவாய்ப்பு
          என்பது சற்று சிரமம்..மேலும் தெரிந்தவர் யாரேனும் பரிந்துரை செய்தால்
          மட்டுமே சாத்தியம். மேலும் முதலில் பெரியதாக வருமானம் வரும் என்று கற்பனை
          செய்ய வேண்டாம்.. ஆனால் படிப்படியாக உயரும்... தலை சிறந்த கல்லூரிகளில்
          கூட படிப்பிற்கான வேலை வாய்ப்பு கிடைக்கவில்லை, நிறைய பேர் IT க்கு
          செல்கின்றனர்.
        </p>
        <p>
          அரசு கல்லூரியில் பீஸ் நிர்ணயித்த அளவே வாங்குவர். மாணவர்களுக்கு
          சுதந்திரம் உண்டு.எல்லா வசதிகளும் (லேப், லைப்ரரி)முழுமையாக செய்ய பட்டு
          இருக்கும். பிளேஸ்மெண்ட் வசதிகள் தனியாரை விட குறைவாக இருக்கும்.
          எக்கனாமிக்கல் நம் பர்ஸுக்கு ஏற்ற செலவு.இப்போது உள்ள அரசு ஒழுங்காக
          கண்காணிக்கும் கல்லூரிகளை.(அப்போது முதுநிலை மாணவர்களுக்கு ஒரு வகுப்பு
          எடுக்க 100 ரூபாய் கொடுத்து BE க்கு வகுப்பு எடுக்க விட்டு வீட்டில்
          இருந்த பேராசியர்கள் இருந்தது உண்டு )
        </p>
      </div>
      <div>
        <SourceLink href="https://www.facebook.com/groups/1173641272471082/posts/1950064175162117/">
          Source article link
        </SourceLink>
      </div>
      <NavLinks>
        <SourceLink href="/page-16">Previous</SourceLink>
        <SourceLink href="/page-18">Next</SourceLink>
      </NavLinks>
    </div>
  );
};

export default Page17;
