import type { NextPage } from "next";
import Head from "next/head";
import { NavLinks, PageTitle, SourceLink } from "../components";

const Page23: NextPage = () => {
  return (
    <div>
      <Head>
        <title>தமிழ்நாடு பொறியியல் படிப்புகள் கலந்தாய்வு வழிகாட்டி - 23</title>
        <meta
          name="description"
          content="தமிழ்நாடு பொறியியல் படிப்புகள் கலந்தாய்வு வழிகாட்டி - 23"
        />
        <link rel="icon" href="/favicon.ico" />
      </Head>
      <PageTitle title="பகுதி - 23" />
      <div>
        <p>
          உங்களுடைய கட் ஆப், rank க்கு என்ன கல்லூரி? எந்தப் படிப்பு கிடைக்கும்?
        </p>
        <p>கடந்த ஆண்டு சேர்க்கைத் தரவுகள் என்ன சொல்கின்றன?</p>
        <p>
          இதை அறிய நீங்கள் செல்ல வேண்டிய முகவரி{" "}
          <SourceLink target="_blank" href="https://cutoff.tneaonline.org/">
            cutoff.tneaonline.org
          </SourceLink>
        </p>
        <p>கடந்த மூன்று ஆண்டு தரவுகள் இங்குள்ளன.</p>
        <p>
          கடந்த மூன்று ஆண்டுகளில் சிலபஸ் மாற்றம், கொரொனா மதிப்பெண்கள் என்று
          ஏகப்பட்ட மாற்றங்கள் வந்துள்ளதால்,
        </p>
        <p>
          இந்த முறை கட் ஆப் வைத்து ஒப்பிடாதீர்கள். அது மிகவும் தவறான புரிதலுக்கு
          இட்டுச் செல்லும்.
        </p>
        <p>ஆகவே, rank அடிப்படையில் கல்லூரிகளைத் தேடிப் பாருங்கள்.</p>
        <p>இந்தப் படத்தில் ஒரு எடுத்துக்காட்டைப் பார்ப்போம்.</p>
        <p>
          திருச்சியில் உள்ள University College of Engineering ல் CSல் பொதுப்
          போட்டியில் சேர வேண்டும் என்றால் போன ஆண்டு 16601 rankக்குள் இருக்க
          வேண்டும். இட ஒதுக்கீட்டுப் பிரிவு பொருத்து இந்த rank குறைந்து கொண்டே
          போகும். எனவே, உங்கள் சாதிப் பிரிவு அடிப்படையில் எந்த rank வரை வாய்ப்பு
          உள்ளது என்பதையும் காணலாம்.
        </p>
        <p>நிற்க!</p>
        <p>
          கடந்த மூன்று ஆண்டுத் தரவுகளையும் ஒப்பிட்டுப் பார்த்தால், ஒரே
          கல்லூரியில் ஒரே படிப்புக்கு சில நூறு முதல் சில ஆயிரம் வரை rank
          வேறுபாடு வருவதைப் பார்க்கலாம். அது எந்தப் படிப்பு, எந்தக் கல்லூரி
          என்பதைப் பொருத்தது. அது எந்த அளவுக்கு முன்னணி துறை, கல்லூரி என்பதைப்
          பொருத்தது.
        </p>
        <p>
          ஒவ்வொரு ஆண்டும் இந்த rank வரிசை plus or minus 20% மாறலாம் என்று
          குத்துமதிப்பாக கணக்கிடலாம்.
        </p>
        <p>
          நீங்கள் போன ஆண்டு rankஐ மட்டும் எடுத்து வைத்து ஒப்பிடலாம். அல்லது,
          கடந்த மூன்று ஆண்டு rankஐயும் average எடுத்து வைத்துக் கூட பார்க்கலாம்.
        </p>
        <p>
          இந்த ஆண்டு தேவைப்படும் rank plus or minus 20% என்று வைத்துக் கொண்டு
          நமக்கு கிடைக்கும் வாய்ப்புள்ள கல்லூரிகளை ஊகிக்கலாம்.
        </p>
        <p>
          ஒரு கல்லூரியில் ஒரு படிப்பில் சேர 1000 rank தேவை, ஆனால் நீங்கள் 20,000
          rank என்றால் அது கண்டிப்பாக கிடைக்காது.
        </p>
        <p>
          ஆனால், உங்கள் rank 1100-1200 என்றால் இந்த ஆண்டு கிடைக்கவும் வாய்ப்பு
          உண்டு. முன்னுரிமை கொடுத்துப் போட்டு வைக்கலாம். கிடைத்தால் Luck.
          கிடைக்காவிட்டால் அது எப்படியும் நமக்கானது இல்லை. ஆனால், அதை நீங்கள்
          முன்னுரிமையில் நிரப்பினால் தான் கிடைக்கும்.
        </p>
        <p>
          அதே வேளை, உங்கள் rank 500 என்றால் கட்டாயம் கிடைக்க வாய்ப்பு உண்டு.
          நீங்கள் அதில் முதல் தெரிவாகப் போட்டால் கட்டாயம் கிடைத்து விடக்கூடும்.
          எனவே, அதை விட வேறு நல்ல படிப்பு, கல்லூரி கிடைக்குமா என்று இன்னும்
          உயர்ந்த கல்லூரிக்கு முன்னுரிமை கொடுங்கள்.
        </p>
        <p>
          இவ்வளவு வேலை மெனக்கெட்டு இதை எல்லாம் கணக்கிட வேண்டுமா என்று
          மயங்காதீர்கள்.
        </p>
        <p>
          உங்கள் பிள்ளை 12 ஆண்டுகள் படித்து எடுத்த மதிப்பெண் தான் கட் ஆப்
          மதிப்பெண்.
        </p>
        <p>
          ஒவ்வொரு 0.5 மதிப்பெண்ணுக்குள்ளும் ஆயிரக்கணக்கான மாணவர்கள் போட்டிக்குக்
          காத்திருக்கிறார்கள்.
        </p>
        <p>
          ஒரு சில நாட்கள் செலவழித்து கவுன்சலிங்குக்கு நீங்கள் திட்டமிட்டால்,
        </p>
        <p>அது உங்கள் பிள்ளை உழைத்த உழைப்புக்கு மரியாதை செய்வதாகும்.</p>
        <p>
          சரியான கல்லூரி கிடைத்த பிறகு மகிழ்ச்சி அடைவீர்கள். அதுவே, சரியாகத்
          திட்டமிடாமல் பொருத்தமற்ற கல்லூரி கிடைத்தால் வருந்துவீர்கள். ஆகவே,
          இந்தத் திட்டமிடலை நீங்களே செய்யுங்கள். அல்லது, உங்கள் பிள்ளைகளுக்கு
          எடுத்துச் சொல்லி அவர்களுக்கு வழி காட்டுங்கள்.
        </p>
        <p>ஆனால் திட்டமிட மறந்து விடாதீர்கள்.</p>
      </div>
      <div>
        <SourceLink href="https://www.facebook.com/groups/1143641272471082/posts/1950827075085827/">
          Source article link
        </SourceLink>
      </div>
      <NavLinks>
        <SourceLink href="/page-22">Previous</SourceLink>
        <SourceLink href="/page-24">Next</SourceLink>
      </NavLinks>
    </div>
  );
};

export default Page23;
