import type { NextPage } from "next";
import Head from "next/head";
import { NavLinks, PageTitle, SourceLink } from "../components";

const Page19: NextPage = () => {
  return (
    <div>
      <Head>
        <title>தமிழ்நாடு பொறியியல் படிப்புகள் கலந்தாய்வு வழிகாட்டி - 19</title>
        <meta
          name="description"
          content="தமிழ்நாடு பொறியியல் படிப்புகள் கலந்தாய்வு வழிகாட்டி - 19"
        />
        <link rel="icon" href="/favicon.ico" />
      </Head>
      <PageTitle title="பகுதி - 19" />
      <div>
        <p>
          <strong>
            கேள்வி: தமிழ்நாட்டில் என்னென்ன வகை பொறியியல் கல்லூரிகள் உள்ளன? ஒரு
            மாணவர் கல்லூரிகளை எப்படி வகைமைப்படுத்திக் கொள்ள வேண்டும்?
          </strong>
        </p>
        <p>பதில்:</p>
        <p>
          <SourceLink target="_blank" href="https://www.tneaonline.org/">
            tneaonline.org
          </SourceLink>{" "}
          தளத்தில் சென்று பார்த்தால், இடப்பக்கம் உள்ள இணைப்புகளில்,
        </p>
        <p>
          Information about Colleges என்று ஒரு இணைப்பு இருக்கும். அதில் எல்லா
          கல்லூரிகளையும் வகைமைப்படுத்தியும், அகர வரிசைப்படுத்தியும்
          தந்திருக்கிறார்கள். (மறுமொழியில் இணைப்பு உள்ளது)
        </p>
        <p>இதில் உள்ள கல்லூரி வகைகளாவன:</p>
        <p>
          <strong>1. University Departments</strong>
        </p>
        <p>
          இது அந்தக் காலத்து அண்ணா பல்கலையின் உறுப்புக் கல்லூரிகளைக் குறிக்கும்.
          ஏற்கனவே இருந்த CEG, ACT, MIT, SAP ஆகியவற்றுடன் இப்போது கடலூர்
          அண்ணாமலைப் பல்கலைக்கழக பொறியியல் கல்லூரியையும் இதில் சேர்த்து
          இருக்கிறார்கள்.
        </p>
        <p>
          <strong>2. Government Colleges</strong>
        </p>
        <p>
          இவை அரசு கலைக் கல்லூரி போல் அந்தந்த ஊர்களில் அமைந்துள்ள அரசு பொறியியல்
          கல்லூரிகள் ஆகும். 1945 தொடங்கிய GCT கோவை தொடங்கி 11 கல்லூரிகள் இவ்வாறு
          உள்ளன. கோவை, காரைக்குடி, சேலம் கல்லூரிகள் பெயர் பெற்ற கல்லூரிகளாக
          உள்ளன. 2012-13 காலப்பகுதியில் தஞ்சை, திருச்சி, தேனி, தர்மபுரியில்
          புதிதாகத் தொடங்கப்பெற்ற கல்லூரிகளும் இப்பட்டியலில் உள்ளன. ஈரோட்டில்
          இருந்த போக்குவரத்துத் தொழிலாளர்களுக்கான பொறியியல் கல்லூரியும் இப்போது
          அனைவருக்குமான அரசு கல்லூரியாக மாற்றப்பட்டுள்ளது.
        </p>
        <p>
          <strong>3. Government aided colleges</strong>
        </p>
        <p>
          தமிழ்நாட்டில் மொத்தமே 3 கல்லூரிகள் தான் அரசு உதவி பெறும் தனியார்
          நிருவாகத்தில் உள்ள பொறியியல் கல்லூரிகள். PSG கோவை, CIT கோவை, தியாகராஜா
          மதுரை. இவை தமிழ்நாட்டின் Top 10 கல்லூரிகளில் வருவன. இடம் கிடைத்தால்
          கண்ணை மூடிக் கொண்டு சேர்த்து விடுங்கள்.
        </p>
        <p>
          <strong>4. Central institutes</strong>
        </p>
        <p>
          ஒன்றிய அரசால் நடத்தப்படும் மூன்று சிறப்புத் துறை சார் கல்லூரிகள்
          இப்பட்டியலில் உள்ளன.
        </p>
        <p>
          CECRI என்று அழைக்கப்படும் காரைக்குடியில் அமைந்துள்ள Central
          Electrochemical Research Institute
        </p>
        <p>
          இது தான் இப்பிரிவின் கீழ் வரும் ஒரே ஒரு உருப்படியான கல்லூரி,
          தமிழ்நாட்டின் Top 10 கல்லூரி.
        </p>
        <p>இங்கு இருப்பதே ஒரே ஒரு படிப்பு தான்.</p>
        <p>CHEMICAL AND ELECTRO CHEMICAL ENGINEERING</p>
        <p>இடம் கிடைத்தால் கட்டாயம் சேருங்கள்.</p>
        <p>
          CECRI தவிர்த்த மற்ற இரு ஒன்றியக் கல்லூரிகள் Plastic, textile தொடர்பான
          பாடங்கள் நடத்துகிறார்கள். அங்கு சேர வேண்டாம்.
        </p>

        <p>
          <strong>5. Constituent colleges</strong>
        </p>
        <p>
          இவை அண்ணா பல்கலையின் கட்டுப்பாட்டின் கீழ் தமிழ்நாட்டின் பல்வேறு
          பகுதிகளில் தொடங்கப்பட்டுள்ள உறுப்புக் கல்லூரிகள். இவற்றையும் அரசு
          கல்லூரிகளாகக் கருதலாம். பல முன்னணி மாணவர்கள் சேர்கிறார்கள்.
        </p>
        <p>
          கட்டணம் குறைவு என்பதும் ஒரு முக்கியக் காரணமாக இருக்கலாம். ஆனால், அந்த
          ஒரே காரணத்துக்காக இங்கு சேர வேண்டாம்.
        </p>
        <p>
          பெரும்பாலும் புதிதாக கடந்த 15 ஆண்டுகளில் தொடங்கப்பட்ட கல்லூரிகள்
          என்பதால் தரம், வசதி, வாய்ப்புகளுக்கு உத்தரவாதம் அளிப்பது சிரமம். தவிர,
          இவை பல பின்தங்கிய பகுதிகளில் அமைந்துள்ளதும் ஒரு மைனசாகப்
          பார்க்கப்படலாம்.
        </p>
        <p>
          திருச்சியில் அமைந்துள்ள University College of Engineering,
          Tiruchirappalli, (Bharathidasan Institute of Technology) மட்டும் ஒரே
          ஒரு விதிவிலக்கு. இது Top 15 அரசு கல்லூரிகளில் வரும். இங்கு இடம்
          கிடைத்தால் சேர்க்கலாம்.
        </p>
        <p>
          அதற்கு அடுத்து கோவையில் உள்ள Anna University Regional Campusலும்
          முன்னணி மாணவர்கள் சேர்கிறார்கள். ஆனால், இது கோவையில் அமைந்திருப்பதும்
          ஒரு முக்கியக் காரணமாக கருதலாம்.
        </p>

        <p>
          <strong>6. Self financing colleges</strong>
        </p>
        <p>
          இவை நாம் அனைவரும் அறிந்த தனியார் சுயநிதிப் பொறியியல் கல்லூரிகள்.
          400க்கும் மேற்பட்ட கல்லூரிகள் உள்ளன.
        </p>

        <p>
          இவற்றில் 100 கல்லூரிகளைத் தவிர மற்ற எதில் சேர்ப்பதும் risk தான். இந்த
          100 கல்லூரிகள் பட்டியல் அடுத்தடுத்த பாகங்களில் தருகிறேன்.
        </p>
        <p>பொதுவான குறிப்புகள்:</p>
        <ul>
          <li>
            நல்ல மதிப்பெண்கள் உள்ள மாணவர்கள் அரசு கல்லூரி, கட்டணம் குறைவு என்ற
            காரணத்துக்காக மட்டும் அல்லாமல் வேறு நல்ல முன்னணி பொறியியல்
            கல்லூரியில் இடம் கிடைத்தால் அங்கு சேர்வது நன்று.
          </li>
          <li>
            பொதுவாக, தனியார் / அரசு கல்லூரிகளில் Autonomous தகுதி உள்ள
            கல்லூரிகள் சற்று தரம் கூடியவையாக இருக்கும் என்று எதிர்பார்க்கலாம்.
          </li>
          <li>
            அரசு கல்லூரிகளில் பாடப்பிரிவுப் பெயருக்குப் பின் (SS) என்ற குறிப்பு
            இருந்தால் அது self supporting என்று பொருள்படும். அதன் கட்டணம்
            வழக்கமான கட்டணத்தை விட அதிகமாக இருக்கும். அதைத் தெரிந்து கொண்டு
            கட்டுபடியானால் மட்டும் சேருங்கள்.
          </li>
          <li>
            ஒரு வேளை கவுன்சலிங்கில் நேர்ந்த தவறால், தனியார் கல்லூரியில் இடம்
            கிடைக்காதவர்கள், குறிப்பிட்ட கல்லூரியில் சேர்ந்த ஆக வேண்டும் என்று
            நினைப்பவர்கள் நேரடியாக அவர்களை அணுகி Management seat பெற முயலலாம்.
          </li>
          <li>
            மேலே குறிப்பிட்ட 6 வகைக் கல்லூரிகள் தவிர, Deemed Universities எனச்
            சொல்லப்படும் நிகர் நிலைப்பல்கலைகழகங்களும் பொறியியல் படிப்புகளை
            வழங்குகின்றன. புகழ்பெற்ற வேலூர் VIT இத்தகைய கல்லூரி தான். அத்தகைய
            கல்லூரிகளில் சேர நேரடியாக அவர்களை அணுகுங்கள். அவர்கள் கவுன்சலிங்கின்
            கீழ் மாணவர்களைச் சேர்ப்பது இல்லை.
          </li>
        </ul>
      </div>
      <div>
        <SourceLink href="https://www.facebook.com/groups/1143641272471082/posts/1950662425102292/">
          Source article link
        </SourceLink>
      </div>
      <NavLinks>
        <SourceLink href="/page-18">Previous</SourceLink>
        <SourceLink href="/page-20">Next</SourceLink>
      </NavLinks>
    </div>
  );
};

export default Page19;
