import type { NextPage } from "next";
import Head from "next/head";
import { NavLinks, PageTitle, SourceLink } from "../components";

const Page2: NextPage = () => {
  return (
    <div>
      <Head>
        <title>தமிழ்நாடு பொறியியல் படிப்புகள் கலந்தாய்வு வழிகாட்டி - 2</title>
        <meta
          name="description"
          content="தமிழ்நாடு பொறியியல் படிப்புகள் கலந்தாய்வு வழிகாட்டி - 2"
        />
        <link rel="icon" href="/favicon.ico" />
      </Head>

      <PageTitle title="பகுதி - 2" />
      <div>
        <p>செய்ய வேண்டியவை:</p>
        <p>
          கலந்தாய்வு தொடங்கும் நாள் வரை காத்திருக்காமல் சென்ற ஆண்டு சேர்க்கைத்
          தரவுகள், கட் ஆப் மதிப்பண்கள் பற்றி விவரம் சேகரியுங்கள். அது உங்கள்
          பிள்ளை எடுத்த மதிப்பெண்ணுக்கு உத்தேசமாக எந்தக் கல்லூரி கிடைக்க
          வாய்ப்பு உண்டு என்று குத்துமதிப்பாக அறிந்து கொள்ள உதவும்.
        </p>
        <p>
          இந்த ஆண்டு கொரோனா மதிப்பெண்களின் காரணமாக கட்-ஆப் மதிப்பெண்கள்
          தாறுமாறாக உயர்ந்துள்ளதால், வெறும் சென்ற ஆண்டு கட்-ஆப் மதிப்பெண்
          மட்டும் பார்க்காமல், சென்ற ஆண்டு ranking விவரம் பாருங்கள்.
        </p>
        <p>
          உங்கள் பிள்ளையிடம் மனம் விட்டுப் பேசி அவருக்கு உண்மையிலேயே எந்தப்
          படிப்பில் ஆர்வம், அவரது நோக்கம் என்ன என்பதை அறியுங்கள். குறிப்பாக, 17
          வயது மாணவர்களுக்கு fancyஆன பல கனவுகள் இருக்கக் கூடு். குறிப்பிட்ட ஒரு
          படிப்பைப் படித்து வானத்தை வில்லாக வளைக்கிறேன், உலகைப் புரட்டிப் போடப்
          போகிறேன் என்ற கனவுகள் இருக்கலாம். பக்குவமாகப் பேசி, இளங்கலைப்
          பட்டத்தின் சாத்தியங்கள் என்ன, ஆய்வு / வேலைவாய்ப்பு நோக்கில் அவர்கள்
          கனவுகளை அடைய போக வேண்டிய நெடுந்தூரம் என்ன என்பதைப் புரிய வையுங்கள்.
        </p>
        <p>
          பிள்ளைகள் தங்கள் மனதில் ஒன்றை நினைத்துக் கொண்டு சொல்லத் தயங்கியும்,
          பெரியவர்களுக்கு இது தான் பிடிக்கும் என்று நினைத்துக் கொண்டு வேறு
          விருப்பங்களையும் தெரிவிக்கக் கூடும். அதற்குத் துளியும் இடம்
          கொடுக்காமல் மனம் விட்டுப் பேசி அவர்கள் கருத்துகளை அறிந்து கொள்ளுங்கள்.
        </p>
        <p>
          ஒரு குறிப்பிட்ட கல்லூரியில், குறிப்பிட்ட படிப்பு படித்தால் மட்டும்
          தான் வாழ்க்கை என்ற எண்ணத்தில் பிள்ளைகள் இருந்தால், அதே படிப்பை வேறு
          கல்லூரியிலும், அதே கல்லூரியில் வேறு படிப்புகளைப் படிப்பதன் மூலமும்
          வேலைவாய்ப்பு போன்ற அவர்களின் அடிப்படை இலக்குகளை அடைய முடியும் என்பதைப்
          புரிய வையுங்கள்.
        </p>
        <p>
          இணையத்தில் விருப்பக் கல்லூரிகள், துறைகளை நிரப்பும் முன்னரே ஒரு
          நோட்டுப் புத்தகத்தில் அல்லது spreadsheetல் வரிசைப்படுத்தி கல்லூரிகளை
          எழுதி வைத்துக் கொள்ளுங்கள்.
        </p>
        <p>
          நீங்கள் வரிசையாக நிரப்பும் ஒவ்வொரு கல்லூரியும் முக்கியத்துவம்
          வாய்ந்தவை. முடிந்தவரை, அக்கல்லூரிகள் தொடங்கிய ஆண்டு, அவற்றின் மதிப்பு
          போன்ற விவரங்களைக் கேட்டு அறிய முயலுங்கள்.
        </p>
      </div>
      <div>
        <SourceLink href="https://www.facebook.com/groups/1143641272471082/posts/1949985238503344/">
          Source article link
        </SourceLink>
      </div>
      <NavLinks>
        <SourceLink href="/">Previous</SourceLink>
        <SourceLink href="/page-3">Next</SourceLink>
      </NavLinks>
    </div>
  );
};

export default Page2;
