import type { NextPage } from "next";
import Head from "next/head";
import { NavLinks, PageTitle, SourceLink } from "../components";

const Page13: NextPage = () => {
  return (
    <div>
      <Head>
        <title>தமிழ்நாடு பொறியியல் படிப்புகள் கலந்தாய்வு வழிகாட்டி - 13</title>
        <meta
          name="description"
          content="தமிழ்நாடு பொறியியல் படிப்புகள் கலந்தாய்வு வழிகாட்டி - 13"
        />
        <link rel="icon" href="/favicon.ico" />
      </Head>
      <PageTitle title="பகுதி - 13" />
      <div>
        <p>
          <strong>
            கேள்வி: ஒரு வேளை கவுன்சலிங்கில் நல்ல கல்லூரி கிடைக்காவிட்டால் என்ன
            செய்வது? எனக்குப் பிடித்த Deemed universityயில் முன்பணம் கொடுத்து
            Management seat பதிவு செய்து வைக்கலாமா?
          </strong>
        </p>
        <p>பதில்:</p>
        <p>
          தமிழ்நாட்டில் ஒரு இலட்சத்திற்கு மேற்பட்ட பொறியில் படிப்பு இடங்கள்
          உள்ளன. அவற்றிலேயே தற்போது வர வர இடங்கள் நிறைவது இல்லை.
        </p>
        <p>
          நீங்கள் கலந்தாய்வுப் படிவம் நிரப்பவுதில் மிக முட்டாள்தனமான / கவனக்
          குறைவான பிழை விட்டால் ஒழிய,
        </p>
        <p>உங்களுக்கு ஏற்ற கல்லூரி கிடைக்கவில்லை என்ற நிலையே வராது.</p>
        <p>
          ஒரு கல்லூரி இல்லாவிட்டால் இன்னொரு கல்லூரி, அதே சமமான தரத்தில்
          கண்டிப்பாக கிடைக்கும்.
        </p>
        <p>
          நீங்கள் முன்பணம் தந்து ஒரு Deemed universityயில் இடம் பதிவு செய்ய
          வேண்டும் என்று எந்த அவசியமும் இல்லை.
        </p>
        <p>
          ஒவ்வொரு நிகர்நிலைப் பல்கலைக்கும் ஆள் பிடித்துத் தர என்றே நிறைய
          தரகர்கள் சுற்றுகிறார்கள்.
        </p>
        <p>
          நீங்கள் 200க்கு 200 கட் ஆப் மதிப்பெண் வாங்கி இருந்தாலும் உங்களிடம்
          பீதியைக் கிளப்பி பணம் கறப்பதில் அவர்கள் வல்லவர்கள்.
        </p>
        <p>
          கவுன்சிலிங்கில் நீங்கள் எதிர்பார்த்த இடம் கிடைத்த பிறகு சம்பந்தப்பட்ட
          பல்கலையில் போய் கட்டிய பணத்தைக் கேட்டால்,
        </p>
        <p>யானை வாயில் போன கரும்புக் கட்டு கதை தான்.</p>
        <p>
          ஏதோ ஒரு போதாத காலம், கவுன்சிலிங்கில் சொதப்பி விட்டீர்கள் என்றாலும்,
        </p>
        <p>
          நல்ல மதிப்பெண்ணோடு நிகர்நிலைப் பல்கலைகளை அணுகினால் அவர்கள் கவுன்சிலிங்
          கட்டணம் அடிப்படையிலேயே உங்களைச் சேர்த்துக் கொள்வார்கள். எங்குமே படிக்க
          முடியாத நிலை வரவே வராது. முன் கூட்டியே பணம் கட்டத் தேவையே இல்லை.
        </p>
        <p>ஆக, தரகர்கள் ஜாக்கிரதை!</p>
      </div>
      <div>
        <SourceLink href="https://www.facebook.com/groups/1143641272471082/posts/1950058341829367/">
          Source article link
        </SourceLink>
      </div>
      <NavLinks>
        <SourceLink href="/page-12">Previous</SourceLink>
        <SourceLink href="/page-14">Next</SourceLink>
      </NavLinks>
    </div>
  );
};

export default Page13;
