import type { NextPage } from "next";
import Head from "next/head";
import { NavLinks, PageTitle, SourceLink } from "../components";

const Page10: NextPage = () => {
  return (
    <div>
      <Head>
        <title>தமிழ்நாடு பொறியியல் படிப்புகள் கலந்தாய்வு வழிகாட்டி - 10</title>
        <meta
          name="description"
          content="தமிழ்நாடு பொறியியல் படிப்புகள் கலந்தாய்வு வழிகாட்டி - 10"
        />
        <link rel="icon" href="/favicon.ico" />
      </Head>

      <PageTitle title="பகுதி - 10" />
      <div>
        <p>
          <strong>
            கேள்வி: உள்ளூர் கல்லூரிகளுக்கு முக்கியத்துவம் தரலாமா? தொலை தூரக்
            கல்லூரிகளுக்கு அனுப்பத் தயக்கமாக உள்ளதே! அங்கு போய் என் பிள்ளை
            &quot;கெட்டுப் போய் விட்டால்&quot; என்ன செய்வது?
          </strong>
        </p>
        <p>பதில்:</p>
        <p>
          ஒரு மாணவர் +2 வரை பெற்றோருடன் ஒரே வீட்டில் வளர வேண்டும். +2வுக்குப்
          பிறகு அதே வீட்டில் இருக்கக்கூடாது என்பது தான் என் பரிந்துரை.
        </p>
        <p>+2 முடிந்து கல்லூரி செல்லும் வயதில்,</p>
        <p>
          இன்னொரு ஊருக்க்குச் சென்றோ விடுதியில் தங்கியோ படிப்பது தான் அவருடை
          ஆளுமை வளர்ச்சிக்கு உதவும் என்பது என் கருத்து.
        </p>
        <p>
          முக்கியமாக, திறமையான மாணவர்களின் (குறிப்பாக, மாணவிகள்) பெற்றோர்கள்
          அவரைப் படித்தால் உள்ளூரில் day scholar ஆகத் தான் படிக்க வைப்போம் என்று
          எண்ணுவது,
        </p>
        <p>
          அவருடைய தகுதிக்குக் குறைவான ஏதோ ஒரு சுமார் உள்ளூர் கல்லூரியில் தள்ளி
          விடக்கூடும்.
        </p>
        <p>
          எனவே, உள்ளூரோ வெளியூரோ அந்த மாணவரின் திறமைக்கு எது சரியான கல்லூரியாக
          இருக்கும் என்று மட்டும் பாருங்கள்.
        </p>
        <p>
          வறிய குடும்பம், உள்ளூரில் அரசு பேருந்து, சொந்த வண்டியில் போய் வந்தால்
          செலவு மிச்சம், hostel fees கட்டுவது சிரமம் என்று நினைப்பவர்கள் இந்த
          ஆலோசனையைப் புறந்தள்ளலாம்.
        </p>
        <p>
          அப்படியே வறிய நிலை இருந்தாலும் கூட, வறிய நிலை உள்ள மாணவர்களுக்கு முதல்
          தலைமுறைப் பட்டதாரி மாணவர்கள் முதல் அரசுப் பள்ளி மாணவர் 7.5% இட
          ஒதுக்கீடு முற்றிலும் இலவசக் கல்வி முதல் பல்வேறு உதவித் திட்டங்கள்
          உள்ளன.
        </p>
        <p>
          எனவே, செலவு மிச்சம் என்ற ஒரே காரணத்துக்காக உள்ளூர் கல்லூரியைத்
          தேர்ந்தெடுக்காதீர்கள்.
        </p>
        <p>அதே போல், வெளியூருக்குப் போய் விடுதியில் இருந்தால்,</p>
        <p>பையன் குடி, சிகரெட் பிடித்து கெட்டுப் போய் விடுவான்,</p>
        <p>
          பிள்ளைகள் வேறு சாதி, மத ஆட்களுடன் காதலில் விழுந்து படிப்பில் கவனம்
          சிதறி உங்கள் விருப்பதுக்கு மாறாகத் திருமணம் செய்து கொள்வார்கள்,
        </p>
        <p>
          ஆகவே, வீட்டிலேயே அடைத்து வைத்துப் படிக்க வைப்போம் என்று பத்தாம்
          பசலித்தனமான எண்ணங்களை விட்டொழியுங்கள்.
        </p>
        <p>
          கல்லூரியில் படிக்கும் வயதில் அவர்கள் சுதந்திரமாக வாழ்க்கையை வாழக்
          கற்றுக் கொண்டால் தான்
        </p>
        <p>
          நாளை வேலை, திருமணம் என்று செல்லும் போது அங்கு நேரும் பிரச்சைனைகளை
          எதிர்கொள்வதற்கான ஆளுமைத் திறன்களை வளர்த்துக் கொள்வார்கள்.
        </p>
        <p>
          முக்கியமாக, காலத்துக்கும் நிலைக்கும் நட்புகளைக் கல்லூரி விடுதி
          வாழ்க்கைத் தரும்.
        </p>
        <p>அந்த இனிய பரிசை உங்கள் பிள்ளைகளுக்குத் தாருங்கள்.</p>
      </div>
      <div>
        <SourceLink href="https://www.facebook.com/groups/1143641272471082/posts/1950047968497071/">
          Source article link
        </SourceLink>
      </div>
      <NavLinks>
        <SourceLink href="/page-9">Previous</SourceLink>
        <SourceLink href="/page-11">Next</SourceLink>
      </NavLinks>
    </div>
  );
};

export default Page10;
