import type { NextPage } from "next";
import Head from "next/head";
import { NavLinks, PageTitle, SourceLink } from "../components";

const Page18: NextPage = () => {
  return (
    <div>
      <Head>
        <title>தமிழ்நாடு பொறியியல் படிப்புகள் கலந்தாய்வு வழிகாட்டி - 18</title>
        <meta
          name="description"
          content="தமிழ்நாடு பொறியியல் படிப்புகள் கலந்தாய்வு வழிகாட்டி - 18"
        />
        <link rel="icon" href="/favicon.ico" />
      </Head>
      <PageTitle title="பகுதி - 18" />
      <div>
        <p>
          <strong>
            கேள்வி: Civil, Mech படிக்கலாமா?பழமையான துறை என்றாலும் நிறைய
            கல்லூரிகளில் இந்த இடங்கள் காலியாக இருக்கின்றனவே?
          </strong>
        </p>
        <p>பதில்:</p>
        <p>
          தனியார், அரசு கல்லூரிகள் உட்பட தமிழ்நாட்டின் Top 20 பொறியியல்
          கல்லூரிகளில், Civil, Mech படிப்புகள் கிடைத்தால் தாராளமாகப் படிக்கலாம்.
        </p>
        <p>
          இடைநிலையான, சுமாரான கல்லூரிகள் என்றால் Mechanical Engineering சேர
          வேண்டாம்.
        </p>
        <p>
          மிகுந்த ஆலோசனைக்குப் பிறகும், இத்துறையில் உள்ள நண்பர்களைக்
          கலந்தாலோசித்துமே இந்த நிலைப்பாட்டை எடுக்க வேண்டி உள்ளது.
        </p>
        <p>
          ஏற்கனவே MEchanical துறையில் 10, 20 ஆண்டுகள் அனுபவம் உள்ளவர்கள் நல்ல
          நிலையிலேயே உள்ளார்கள்.
        </p>
        <p>
          ஆனால், மாறி வரும் உலகப் பொருளாதார, தொழில் நுண்ணறிவுப் போக்குகளால்,
          மெக்கானிக்கல் எஞ்சினியர்களுக்கான எண்ணிக்கை தேவை குறைந்து வருகிறது.
        </p>
        <p>
          சென்னையைக் கார் உற்பத்தித் தலைநகரம் என்கிறோம். இந்தியாவின் டெட்ராய்ட்
          என்கிறோம். ஆனால், இத்தகைய துறைகளில் கார் வடிவமைப்பு நிலையில் மிகவும்
          நீண்ட அனுபவம் வாய்ந்த பொறியாளர்கள், PhD படித்தவர்களுக்கே வாய்ப்பு
          கிடைக்கும் வகையில் சூழல் மாறி வருகிறது.
        </p>
        <p>
          முன்பு போல் தொழிற்சாலை, உற்பத்தியில் மெக்கானிக்கல் எஞ்சினியர்கள் நிறைய
          இருக்க வேண்டும் என்ற நிலை மாறி வருகிறது. உற்பத்தி முழுக்க தானியக்கமாக
          மாறி வருகிறது. இந்தப் போக்கு, Mechanical engineering என்பது ஒரு
          சிறப்பு உயர் கல்வித் துறை என்ற நிலைக்கு இட்டுச் செல்கிறது.
        </p>
        <p>
          இளங்கலை MEchanical படித்தவர்கள் இனி வரும் உலகில் அனுபவம் பெற்று
          நிலைப்பதற்கு நிறைய போராட வேண்டி வரலாம்.
        </p>
        <p>
          அப்படியே வாய்ப்பு தரும் பெரிய நிறுவனங்கள் முன்னணி கல்லூரிகளில் இருந்தே
          ஆள் எடுக்கின்றன. சிறு கல்லூரிகளில் படித்தவர்கள் பாடு திண்டாட்டமாகி
          வருகிறது.
        </p>
        <p>
          குறிப்பாக, மோடியின் பொற்கால ஆட்சியில் சிறு, குறு தொழில் நிறுவனங்களை
          முற்றிலுமாக ஒழித்து விட்டதால்,
        </p>
        <p>
          இடைநிலைக் கல்லூரிகளில் இருந்து படித்து வரக்கூடிய MEchanical
          மாணவர்களுக்கு வாய்ப்பு தந்து வளர்த்து விடும் நிறுவனங்கள் அருகி விட்டன.
        </p>
        <p>அடுத்து, Civil துறை.</p>
        <p>
          Civil துறையில் ஆர்வமுள்ள மாணவர்கள் Top 20 கல்லூரிகள் தாண்டியும்
          இடைநிலைக் கல்லூரிகளில் படிக்கலாம். ஆனால், பெண்கள் இத்துறையைத்
          தவிர்ப்பது நல்லது என்று இத்துறையில் உள்ள பெண்களே சொல்கிறார்கள்.
        </p>
        <p>
          சில நூறு எண்ணிக்கையிலான அரசு வேலைவாய்ப்புகள் தவிர, பெண்களுக்கு
          உடனடியாகவும் நிறையவும் சம்பளம் தரும் துறையாக இது இல்லை. நமது சமூக
          அமைப்பின் காரணமாக, தொலை தூரங்களுக்கு குறைந்த சம்பளத்துக்குப் பெண்களை
          வேலைக்கு அனுப்பி வைப்பதும் இல்லை.
        </p>
        <p>
          இதுவே ஆண்கள் என்றால் சம்பளமே இல்லாமல் கூட அனுபவம் பெற தொலை
          தூரங்களுக்குச் செல்கிறார்ள். ஒரு கட்டத்துக்குப் பிறகு அரபு நாடுகள்,
          சிங்கப்பூர் போன்ற நாடுகளுக்குச் செல்கிறார்கள். சொந்தமாக கட்டடப் பணிகளை
          எடுத்தும் செய்கிறார்கள். இத்தகைய வாய்ப்புகளைப் பெறும் நிலையில் பெண்கள்
          இல்லை.
        </p>
        <p>
          இது சற்று பிற்போக்குத்தனமான ஆலோசனை போல் தோன்றினாலும், மீண்டும் முதல்
          வரியைப் படிக்கவும்.
        </p>
        <p>
          தனியார், அரசு கல்லூரிகள் உட்பட தமிழ்நாட்டின் Top 20 பொறியியல்
          கல்லூரிகளில், Civil, Mech படிப்புகள் கிடைத்தால் தாராளமாகப் படிக்கலாம்.
        </p>
        <p>
          முதல் தலைமுறையாகப் படித்து வரும் எந்த ஒரு பின்புலமும் இல்லாத
          பட்டதாரிக்கு உடனடியாக வேலை கிடைக்க வேண்டும், தொடர் career முன்னேற்ற
          வாய்ப்புகள் இருக்க வேண்டும் என்ற நோக்கிலேயே இந்த ஆலோசனை
          வழங்கப்படுகிறது.
        </p>
        <p>
          எனவே, ஏற்னவே இத்துறையில் இருக்கிறவர்கள் யாரும் கோபித்துக் கொள்ள
          வேண்டாம். அப்படி ஏற்கனவே இத்துறையில் உள்ளவர்கள், உங்கள் உறவினர்கள்,
          நண்பர்கள் குழந்தைகளை இதே துறையில் வளர்த்து விட முடியும் என்றால்
          தாராளமாகப் படிக்கச் சொல்லுங்கள்.
        </p>
      </div>
      <div>
        <SourceLink href="https://www.facebook.com/groups/1143641272471082/posts/1950651748436693/">
          Source article link
        </SourceLink>
      </div>
      <NavLinks>
        <SourceLink href="/page-17">Previous</SourceLink>
        <SourceLink href="/page-19">Next</SourceLink>
      </NavLinks>
    </div>
  );
};

export default Page18;
