import type { NextPage } from "next";
import Head from "next/head";
import { NavLinks, PageTitle, SourceLink } from "../components";

const Page3: NextPage = () => {
  return (
    <div>
      <Head>
        <title>தமிழ்நாடு பொறியியல் படிப்புகள் கலந்தாய்வு வழிகாட்டி - 3</title>
        <meta
          name="description"
          content="தமிழ்நாடு பொறியியல் படிப்புகள் கலந்தாய்வு வழிகாட்டி - 3"
        />
        <link rel="icon" href="/favicon.ico" />
      </Head>

      <PageTitle title="பகுதி - 3" />
      <div>
        <p>செய்யக்கூடாதவை:</p>
        <p>
          மாணவரை மட்டும் தனியே இந்தக் கலந்தாய்வுப் படிவத்தை நிரப்ப விடாதீர்கள்.
          உங்களுக்கு படிப்பறிவு, பொறியியல் சேர்க்கைப் பற்றிய அனுபவம்
          இல்லாவிட்டால் கூட, நன்கு படித்த, வழிகாட்டக்கூடிய ஒருவரை அருகில்
          வைத்துக் கொண்டு மட்டுமே கலந்தாய்வுப் படிவத்தை நிரப்புங்கள்.
        </p>
        <p>
          படிவத்தை நிரப்புதல், விருப்பங்களை மாற்றுதல் உள்ளிட்ட அனைத்துச்
          செயற்பாடுகளையும் தனியொரு ஆளாகச் செய்யாதீர்கள். ஒருவருக்கு மூவர் சரி
          பார்த்து அதன் பிறகே உறுதி செய்யவும். நீங்கள் நன்கு படித்தவராக
          இருந்தாலும் கூட clerical error விட வாய்ப்பு உண்டு.
        </p>
        <p>
          17 வயது நிரம்பிய மாணவர்கள் தங்கள் கல்வி குறித்து முழுக்க தெளிவான
          முடிவு எடுப்பார்கள் என்பது நிச்சயம் இல்லை. பல முனைகளில் இருந்து பலர்
          வெவ்வேறு வகையான ஆலோசனைகளை வழங்கிக் குழப்பிக் கொண்டே இருப்பார்கள்.
          எனவே, வருகிறவர் போகிறவரிடம் எல்லாம் ஆலோசனை கேட்டு குழம்பாதீர்கள். ஒரே
          கல்லூரி / படிப்பை ஒருவர் நன்றாக இருக்கிறது என்பார். இன்னொருவர்
          வேண்டாம் என்பார். இந்தக் குழப்பதிற்கு விடை காண்பது எப்படி என்று
          அடுத்தடுத்த பாகங்களில் பார்ப்போம்.
        </p>
        <p>
          பெயரை மட்டுமே பார்த்து கல்லூரியைத் தேர்தெடுக்காதீர்கள். ஒரே பெயரில் பல
          கல்லூரிகள் இருக்கும். புகழ்பெற்ற கல்லூரிகளைப் போன்ற பெயரைக் கொண்ட மற்ற
          கல்லூரிகளும் இருக்கும். கல்லூரியின் குறியீட்டு எண், முழுப்பெயர்,
          முகவரி ஆகியவற்றைப் பார்த்து உறுதிப்படுத்திக் கொள்ளுங்கள். ஒரே பெயரைப்
          போன்ற இரு கல்லூரிகள் இருந்தால் அவை இரண்டும் ஒன்றுக்கு ஒன்று
          தொடர்புடையவா என்று சரி பாருங்கள்.
        </p>
      </div>
      <div>
        <SourceLink href="https://www.facebook.com/groups/1143641272471082/posts/1949991931836008/">
          Source article link
        </SourceLink>
      </div>
      <NavLinks>
        <SourceLink href="/page-2">Previous</SourceLink>
        <SourceLink href="/page-4">Next</SourceLink>
      </NavLinks>
    </div>
  );
};

export default Page3;
