import type { NextPage } from "next";
import Head from "next/head";
import { NavLinks, PageTitle, SourceLink } from "../components";

const Page22: NextPage = () => {
  return (
    <div>
      <Head>
        <title>தமிழ்நாடு பொறியியல் படிப்புகள் கலந்தாய்வு வழிகாட்டி - 22</title>
        <meta
          name="description"
          content="தமிழ்நாடு பொறியியல் படிப்புகள் கலந்தாய்வு வழிகாட்டி - 22"
        />
        <link rel="icon" href="/favicon.ico" />
      </Head>
      <PageTitle title="பகுதி - 22" />
      <div>
        <p>
          கடந்த பாகங்களில் தமிழ்நாட்டின் முன்னணி அரசு மற்றும் தனியார் பொறியியல்
          கல்லூரிகள் பட்டியலைப் பார்த்தோம்.
        </p>
        <p>15+20 = மொத்தம் 35 கல்லூரிகள்.</p>
        <p>
          முதல் சுற்று கவுன்சிலிங்கில் அதிக மதிப்பெண் பெற்று கலந்து கொள்ளும்
          மாணவர்கள் தங்கள் தெரிவுகளைத் தர, இந்தக் கல்லூரிகள் பட்டியலே போதுமானது.
        </p>
        <p>
          35 கல்லூரிகளிலும் CS, IT, ECE, EEE போன்ற படிப்புளை மாற்றி மாற்றி
          விருப்பம் தெரிவித்தால் கூட, 100க்கு மேற்பட்ட தெரிவுகளை விண்ணப்பப்
          படிவத்தில் நிரப்ப முடியும்.
        </p>
        <p>
          ஆனால், நீங்கள் அதிகம் கவனம் எடுத்து நிரப்ப வேண்டியது முதல் 10 அல்லது
          20 தெரிவுகளே.
        </p>
        <p>
          உங்கள் மதிப்பெண்ணுக்கு ஏற்ற உரிய கல்லூரி / துறை combo அந்த முதல் 20
          தெரிவுகளுக்குள் இருக்கும் பட்சத்தில், கண்டிப்பாக ஏதேனும் ஒரு இடம்
          கிடைத்து விடும். ஆகவே, இந்த முதல் 20 தெரிவுகளைத் தர மிகுந்த கவனம்
          எடுத்துக் கொள்ளுங்கள். அதில் எது கிடைத்தாலும் தயங்காமல் சென்று
          படிக்கும் உறுதி இருக்க வேண்டும். கொஞ்சம் தயக்கம் இருந்தாலும், அதை
          முன்னுரிமை வரிசையில் சேர்க்காதீர்கள்.
        </p>
        <p>
          இந்த ஆண்டு முதல் சுற்று கவுன்சிலிங்கில் 186-200 கட் ஆப் உள்ள மாணவர்கள்
          கலந்து கொண்டார்கள்.
        </p>
        <p>
          186 போன்ற குறைவான மதிப்பெண் உள்ள மாணவர்கள் தங்களுக்கு முக்கியமான
          கல்லூரிகள் கிடைக்குமா என்று தயங்கத் தேவையில்லை.
        </p>
        <p>
          குறிப்பாக, BC, MBC, MBCDNC, MBC(V), BCM, SC, SCA, ST என்று பல்வேறு இட
          ஒதுக்கீட்டுப் பிரிவுகளின் கீழ் விண்ணப்பிக்கும் போது, மதிப்பெண்
          ஒப்பீட்டளவில் சில புள்ளிகள் குறைவாக இருந்தாலும் நல்ல கல்லூரியில் நல்ல
          துறையில் இடம் கிடைக்கும் வாய்ப்பு உண்டு.
        </p>
        <p>
          ஆகவே, நீங்களாகவே நமக்கு கட் ஆப் மதிப்பெண் குறைவு இடம் கிடைக்காது என்று
          முடிவு செய்து கொண்டு முன்னணி கல்லூரிகளுக்கு விண்ணப்பிக்காமல்
          விடாதீர்கள்.
        </p>
        <p>
          அதே போல், இந்த Top rank பட்டியலில் 35 கல்லூரிகள் இருந்தாலும் 100க்குக்
          குறைவான மாணவர்கள் சேர்ந்த கல்லூரிகளில் CS இடங்கள் மட்டும் நிரம்பி
          இருக்கும். அல்லது, அவை சென்னை / கோவையில் இருக்கும் ஒரே காரணத்துக்காகவே
          நிரம்பி இருக்கும்.
        </p>
        <p>
          ஆகவே, Top 10 கல்லூரிகளில் CS, ECE, EEE, IT போன்ற அனைத்துப்
          பிரிவுகளையும் தெரிவுகளாகத் தந்து விட்டு,
        </p>
        <p>
          ஆகவே, Top 10 கல்லூரிகளில் CS, ECE, EEE, IT போன்ற அனைத்துப்
          பிரிவுகளையும் தெரிவுகளாகத் தந்து விட்டு,
        </p>
        <p>
          படித்தால் CS மட்டும் தான் படிப்பேன் என்று அனைத்துத் தெரிவுகளையும் CS
          ஆகவே தந்தால்,
        </p>
        <p>Top 1 கல்லூரியில் ECE அல்லது IT படிக்கும் வாய்ப்புக்குப் பதிலாக,</p>
        <p>20 ஆவது நிலையில் உள்ள கல்லூரியில் கூட CS படிக்க நேரிடலாம்.</p>
        <p>
          இரவு, பகலாகப் படித்து ஒவ்வொரு மதிப்பெண்ணையும் சிரமப் பட்டுப் பெற்று
          நல்ல rank பெற்ற நீங்கள் CS படிக்க வேண்டும் என்ற ஒரே காரணத்துக்காக பல
          நிலைகள் குறைவான கல்லூரிக்குச் செல்ல வேண்டுமா என்பதையும் முடிவு செய்து
          கொள்ளுங்கள்.
        </p>
        <p>முன்பே சொல்லியது போல்,</p>
        <p>
          கல்லூரியில் எந்தப் பிரிவில் படித்தாலும் IT துறை நிறுவனங்களில் சேர
          முடியும். IT துறை சேர்வது தான் குறிக்கோள் என்றால் 4 ஆண்டுகள் படிக்கும்
          காலத்திலேயே coding தொடர்பான தனிச் சிறப்புப் பயிற்சிகளைப் பெற்று உங்கள்
          திறன்களை வளர்த்துக் கொள்ளவும் முடியும் என்பதையும் நினைவில்
          கொள்ளுங்கள்.
        </p>
        <p>2021 ஆம் ஆண்டு சேர்க்கைத் தரவுகளை அலசும் போது,</p>
        <p>
          186 க்கு மேல் கட் ஆப் உள்ள நல்ல மதிப்பெண் எடுத்த மாணவர்கள், குறைந்தது
          10 பேர் கூட சேராத கல்லூரிகளில் சீட் எடுத்திருக்கிறார்கள்.
        </p>
        <p>
          இது அவர்கள் படிவம் நிரப்புவதில் செய்த பிழையா, அங்கு யாரும்
          தெரிந்தவர்கள் வேலை பார்க்கிறார்களா என்று எப்படி எண்ணிப் பார்த்தாலும்
          நியாமான முடிவாகப் படவில்லை.
        </p>
        <p>
          இப்படி 10 பேர் கூட சேராத 141 கல்லூரிகளில் இத்தகைய முன்னணி மாணவர்கள்
          சேர்ந்திருப்பது வேதனை அளிக்கிறது. சரியான வழிகாட்டுதல் இன்மையால்
          இப்படிப்பட்ட முடிவுகளை எடுத்தார்களோ என்று கவலைப்பட வைக்கிறது.
        </p>
        <p>
          ஆகவே, தயவு செய்து முன்னணிக் கல்லூரி எது என்று தெரிந்து கொண்டு அங்கு
          மட்டும் விண்ணப்பியுங்கள்.
        </p>
        <p>
          அடுத்து இரண்டாம் சுற்று கலந்தாய்வு மாணவர்களுக்கான வழிகாட்டுதல்களைப்
          பார்ப்போம்.
        </p>
        <hr />
        <p>
          This section author is{" "}
          <SourceLink target="_blank" href="https://www.facebook.com/seekarun">
            Seetha Raman
          </SourceLink>
        </p>
        <p>இங்கு கல்லூரிகள் தேர்வு இரண்டு விசயங்கள் அடிப்படையாக இருக்கிறது.</p>
        <ul>
          <li>CUTOFF MARK</li>
          <li>தேர்வு செய்பவரின் குடும்ப பொருளாதாரம்.</li>
        </ul>
        <p>
          என் மகனுக்கு கல்லூரிகள் தேர்வு அதே 2018ம் ஆண்டு, என்னுடைய மிக
          நெருங்கின உறவினரின் மகனுக்கும் கல்லூரிகள் தேர்வு செய்தேன் அவர்களின்
          அறிவுறத்தலின்படி. உறவினரின் மகனின் CUTOFF MARK → 183.5.
        </p>
        <p>
          அவர்களின் குடும்ப பொருளாதார அடிப்படையில் கீழ்கண்டவாறு தேர்வு
          இயந்தரவியல் பிரிவில் பட்டியல் தயார் செய்தேன்.
        </p>
        <ol>
          <li>
            Thiagarajar College of Engineering (Autonomous),Tirupparankundram,
            Madurai District 625015
          </li>
          <li>
            Government College of Technology (Autonomous), Thadagam Road,
            Coimbatore District 641013
          </li>
          <li>
            Government College of Engineering (Autonomous), Karuppur, Salem
            District 636011
          </li>
          <li>
            Alagappa Chettair Government College of Engineering and Technology
            (Autonomous), Karaikudi, Sivagangai District 630004
          </li>
          <li>
            Government College of Engineering, Tirunelveli District 627007
          </li>
          <li>
            National Engineering College (Autonomous), Kovilpatti, Thoothukudi
            District 628503 [உள்ளூர்]
          </li>
        </ol>
        <p>
          இதில் Alagappa Chettair Government College of Engineering and
          Technology (Autonomous), Karaikudi, Sivagangai District 630004 ல்
          இயந்தரவியல் பிரிவுவில் இடம் ஒதுக்கப்பட்டது. இப்போழுது அங்கு 4ம் வருடம்
          (Final). அந்த வருடம் இயந்தரவியல் பிரிவுவில் கடைசி CUTOFF MARK → 183.00
        </p>
        <hr />
      </div>
      <div>
        <SourceLink href="https://www.facebook.com/groups/1143641272471082/posts/1950726008429267/">
          Source article link
        </SourceLink>
      </div>
      <NavLinks>
        <SourceLink href="/page-21">Previous</SourceLink>
        <SourceLink href="/page-23">Next</SourceLink>
      </NavLinks>
    </div>
  );
};

export default Page22;
