import type { NextPage } from "next";
import Head from "next/head";
import { NavLinks, PageTitle, SourceLink } from "../components";

const Page14: NextPage = () => {
  return (
    <div>
      <Head>
        <title>தமிழ்நாடு பொறியியல் படிப்புகள் கலந்தாய்வு வழிகாட்டி - 14</title>
        <meta
          name="description"
          content="தமிழ்நாடு பொறியியல் படிப்புகள் கலந்தாய்வு வழிகாட்டி - 14"
        />
        <link rel="icon" href="/favicon.ico" />
      </Head>
      <PageTitle title="பகுதி - 14" />
      <div>
        <p>
          <strong>
            கேள்வி: ஒரு கல்லூரி நல்ல கல்லூரியா தரம் வாய்ந்ததா என்று எப்படி
            அளவிடுவது? யாரிடம் கருத்து கேட்பது?
          </strong>
        </p>
        <p>பதில்:</p>
        <p>நீங்கள் ஒரு கல்லூரியைப்பற்றிக் கருத்து கேட்பது என்றால்,</p>
        <p>
          அங்கு தற்போது படிக்கிற மாணவர்கள், அங்கு படித்து முடித்த முன்னாள்
          மாணவர்களிடம் மட்டுமே கருத்து கேட்க வேண்டும்.
        </p>
        <p>
          அவர்கள் சொல்வது மட்டுமே உண்மைக்கு மிக நெருக்கமான பதிலாக இருக்கும்.
        </p>
        <p>
          அதைக் கூட மற்ற பல தனித்த மதிப்பீடுகள் (independent analysis and
          evaluation) கொண்டு ஒப்பிட்டுப் பார்த்து அளவோடு எடுத்துக் கொள்ள
          வேண்டும். ஏனெனில், அங்கு படித்த காரணத்தினாலேயே அவர்கள் தங்கள்
          கல்லூரியைக் கூட்டியோ குறைத்தோ மதிப்பிட முடியும்.
        </p>
        <p>
          மற்றபடி, ஒரு கல்லூரியைப் பற்றி நீங்கள் யாரிடம் விசாரித்தாலும் அது
          துல்லியமான முடிவை எட்ட உதவாது.
        </p>
        <p>
          ஒரே கல்லூரியை ஒருவர் ஆகோ, ஓகோ என்பார். குறிப்பாக, அங்கு
          பணியாற்றுகிறவர்கள். இன்னொருவர் போகவே போகாதீர்கள் என்பார்.
        </p>
        <p>
          எல்லா தனியார் கல்லூரிகளும் தங்கள் கல்லூரியில் Campus interview பேஷ்
          பேஷ் ரொம்ப சூப்பர் என்று விளம்பரப்படுத்துகிறார்கள். ஒன்றிரண்டு
          நிறுவனங்கள் பெயருக்கு சுமாரான சம்பளத்தில் ஆள் எடுத்தால், பிரம்மாண்டமாக
          இட்டுக் கட்டி விளம்பரம் செய்கிறார்கள். இதில் எது உண்மை என்று அவர்கள்
          கல்லூரி இணையத்தளத்தைப் பார்த்து உங்களால்முடிவு செய்ய இயலாது. இதன்
          உண்மைத் தன்மை என்ன என்பதை முன்னாள் மாணவர்களிடம் கேட்டுச் சரி
          பாருங்கள்.
        </p>
        <p>
          தமிழ்நாட்டில் 2021 நிலவரப்படி 476 கல்லூரிகள் உள்ளன. இந்த 476
          கல்லூரிகளுக்கும் முன்னாள் மாணவர்களைக் கண்டுபிடிப்பது நடைமுறைச்
          சாத்தியம் அற்றது.
        </p>
        <p>பிறகு எப்படித் தான் தரமான கல்லூரியைக் கண்டுபிடிப்பது?</p>
        <p>அடுத்தடுத்த பாகங்களில் பார்ப்போம்.</p>
      </div>
      <div>
        <SourceLink href="https://www.facebook.com/groups/1143641272471082/posts/1950064175162117/">
          Source article link
        </SourceLink>
      </div>
      <NavLinks>
        <SourceLink href="/page-13">Previous</SourceLink>
        <SourceLink href="/page-15">Next</SourceLink>
      </NavLinks>
    </div>
  );
};

export default Page14;
